{
    "0": "A ALB - APU VIA",
    "1": "A ALB - BRE VIA",
    "2": "A ALB - BUL VIA",
    "3": "A ALB - CON VIA",
    "4": "A ALB - GAS VIA",
    "5": "A ALB - GRE",
    "6": "A ALB - GRE VIA",
    "7": "A ALB - MAR VIA",
    "8": "A ALB - NAF VIA",
    "9": "A ALB - NAP VIA",
    "10": "A ALB - PIE VIA",
    "11": "A ALB - POR VIA",
    "12": "A ALB - ROM VIA",
    "13": "A ALB - SER",
    "14": "A ALB - SMY VIA",
    "15": "A ALB - SPA VIA",
    "16": "A ALB - SYR VIA",
    "17": "A ALB - TRI",
    "18": "A ALB - TRI VIA",
    "19": "A ALB - TUN VIA",
    "20": "A ALB - TUS VIA",
    "21": "A ALB - VEN VIA",
    "13306": "A ALB D",
    "23": "A ALB H",
    "24": "A ALB R GRE",
    "25": "A ALB R SER",
    "26": "A ALB R TRI",
    "27": "A ALB S A APU - GRE",
    "28": "A ALB S A APU - TRI",
    "29": "A ALB S A BRE - GRE",
    "30": "A ALB S A BUD - SER",
    "31": "A ALB S A BUD - TRI",
    "32": "A ALB S A BUL - GRE",
    "33": "A ALB S A BUL - SER",
    "34": "A ALB S A BUL - TRI",
    "35": "A ALB S A CON - GRE",
    "36": "A ALB S A CON - TRI",
    "37": "A ALB S A GAS - GRE",
    "38": "A ALB S A GRE",
    "39": "A ALB S A GRE - SER",
    "40": "A ALB S A GRE - TRI",
    "41": "A ALB S A MAR - GRE",
    "42": "A ALB S A MAR - TRI",
    "43": "A ALB S A NAF - GRE",
    "44": "A ALB S A NAF - TRI",
    "45": "A ALB S A NAP - GRE",
    "46": "A ALB S A NAP - TRI",
    "47": "A ALB S A PIE - GRE",
    "48": "A ALB S A PIE - TRI",
    "49": "A ALB S A POR - GRE",
    "50": "A ALB S A ROM - GRE",
    "51": "A ALB S A ROM - TRI",
    "52": "A ALB S A RUM - SER",
    "53": "A ALB S A SER",
    "54": "A ALB S A SER - GRE",
    "55": "A ALB S A SER - TRI",
    "56": "A ALB S A SMY - GRE",
    "57": "A ALB S A SMY - TRI",
    "58": "A ALB S A SPA - GRE",
    "59": "A ALB S A SPA - TRI",
    "60": "A ALB S A SYR - GRE",
    "61": "A ALB S A SYR - TRI",
    "62": "A ALB S A TRI",
    "63": "A ALB S A TRI - GRE",
    "64": "A ALB S A TRI - SER",
    "65": "A ALB S A TUN - GRE",
    "66": "A ALB S A TUN - TRI",
    "67": "A ALB S A TUS - GRE",
    "68": "A ALB S A TUS - TRI",
    "69": "A ALB S A TYR - TRI",
    "70": "A ALB S A VEN - GRE",
    "71": "A ALB S A VEN - TRI",
    "72": "A ALB S A VIE - TRI",
    "73": "A ALB S F ADR - TRI",
    "74": "A ALB S F AEG - GRE",
    "75": "A ALB S F BUL/SC - GRE",
    "76": "A ALB S F GRE",
    "77": "A ALB S F ION - GRE",
    "78": "A ALB S F TRI",
    "79": "A ALB S F VEN - TRI",
    "80": "A ANK - ARM",
    "81": "A ANK - ARM VIA",
    "82": "A ANK - BUL VIA",
    "83": "A ANK - CON",
    "84": "A ANK - CON VIA",
    "85": "A ANK - RUM VIA",
    "86": "A ANK - SEV VIA",
    "87": "A ANK - SMY",
    "13136": "A ANK B",
    "13137": "A CON B",
    "13138": "A SMY B",
    "13139": "F SMY B",
    "13140": "A SMY B",
    "13141": "F CON B",
    "13142": "F CON B",
    "13143": "F SMY B",
    "13144": "F SMY B",
    "13307": "A ANK D",
    "98": "A ANK H",
    "99": "A ANK R ARM",
    "100": "A ANK R CON",
    "101": "A ANK R SMY",
    "102": "A ANK S A ALB - CON",
    "103": "A ANK S A ALB - SMY",
    "104": "A ANK S A APU - CON",
    "105": "A ANK S A APU - SMY",
    "106": "A ANK S A ARM",
    "107": "A ANK S A ARM - CON",
    "108": "A ANK S A ARM - SMY",
    "109": "A ANK S A BUL - ARM",
    "110": "A ANK S A BUL - CON",
    "111": "A ANK S A BUL - SMY",
    "112": "A ANK S A CON",
    "113": "A ANK S A CON - ARM",
    "114": "A ANK S A CON - SMY",
    "115": "A ANK S A GRE - CON",
    "116": "A ANK S A GRE - SMY",
    "117": "A ANK S A MAR - CON",
    "118": "A ANK S A MAR - SMY",
    "119": "A ANK S A NAF - CON",
    "120": "A ANK S A NAF - SMY",
    "121": "A ANK S A NAP - CON",
    "122": "A ANK S A NAP - SMY",
    "123": "A ANK S A PIE - CON",
    "124": "A ANK S A PIE - SMY",
    "125": "A ANK S A ROM - CON",
    "126": "A ANK S A ROM - SMY",
    "127": "A ANK S A RUM - ARM",
    "128": "A ANK S A RUM - CON",
    "129": "A ANK S A SEV - ARM",
    "130": "A ANK S A SEV - CON",
    "131": "A ANK S A SMY",
    "132": "A ANK S A SMY - ARM",
    "133": "A ANK S A SMY - CON",
    "134": "A ANK S A SPA - CON",
    "135": "A ANK S A SPA - SMY",
    "136": "A ANK S A SYR - ARM",
    "137": "A ANK S A SYR - CON",
    "138": "A ANK S A SYR - SMY",
    "139": "A ANK S A TRI - CON",
    "140": "A ANK S A TRI - SMY",
    "141": "A ANK S A TUN - CON",
    "142": "A ANK S A TUN - SMY",
    "143": "A ANK S A TUS - CON",
    "144": "A ANK S A TUS - SMY",
    "145": "A ANK S A VEN - CON",
    "146": "A ANK S A VEN - SMY",
    "147": "A ANK S F AEG - CON",
    "148": "A ANK S F AEG - SMY",
    "149": "A ANK S F ARM",
    "150": "A ANK S F BLA - ARM",
    "151": "A ANK S F BLA - CON",
    "152": "A ANK S F BUL/EC - CON",
    "153": "A ANK S F BUL/SC - CON",
    "154": "A ANK S F CON",
    "155": "A ANK S F CON - SMY",
    "156": "A ANK S F EAS - SMY",
    "157": "A ANK S F SEV - ARM",
    "158": "A ANK S F SMY",
    "159": "A ANK S F SMY - CON",
    "160": "A ANK S F SYR - SMY",
    "161": "A APU - ALB VIA",
    "162": "A APU - BRE VIA",
    "163": "A APU - BUL VIA",
    "164": "A APU - CON VIA",
    "165": "A APU - GAS VIA",
    "166": "A APU - GRE VIA",
    "167": "A APU - MAR VIA",
    "168": "A APU - NAF VIA",
    "169": "A APU - NAP",
    "170": "A APU - NAP VIA",
    "171": "A APU - PIE VIA",
    "172": "A APU - POR VIA",
    "173": "A APU - ROM",
    "174": "A APU - ROM VIA",
    "175": "A APU - SMY VIA",
    "176": "A APU - SPA VIA",
    "177": "A APU - SYR VIA",
    "178": "A APU - TRI VIA",
    "179": "A APU - TUN VIA",
    "180": "A APU - TUS VIA",
    "181": "A APU - VEN",
    "182": "A APU - VEN VIA",
    "13308": "A APU D",
    "184": "A APU H",
    "185": "A APU R NAP",
    "186": "A APU R ROM",
    "187": "A APU R VEN",
    "188": "A APU S A ALB - NAP",
    "189": "A APU S A ALB - ROM",
    "190": "A APU S A ALB - VEN",
    "191": "A APU S A BEL - NAP",
    "192": "A APU S A BEL - ROM",
    "193": "A APU S A BRE - NAP",
    "194": "A APU S A BRE - ROM",
    "195": "A APU S A BUL - NAP",
    "196": "A APU S A BUL - ROM",
    "197": "A APU S A BUL - VEN",
    "198": "A APU S A CLY - NAP",
    "199": "A APU S A CLY - ROM",
    "200": "A APU S A CON - NAP",
    "201": "A APU S A CON - ROM",
    "202": "A APU S A CON - VEN",
    "203": "A APU S A GAS - NAP",
    "204": "A APU S A GAS - ROM",
    "205": "A APU S A GRE - NAP",
    "206": "A APU S A GRE - ROM",
    "207": "A APU S A GRE - VEN",
    "208": "A APU S A LON - NAP",
    "209": "A APU S A LON - ROM",
    "210": "A APU S A LVP - NAP",
    "211": "A APU S A LVP - ROM",
    "212": "A APU S A MAR - NAP",
    "213": "A APU S A MAR - ROM",
    "214": "A APU S A MAR - VEN",
    "215": "A APU S A NAF - NAP",
    "216": "A APU S A NAF - ROM",
    "217": "A APU S A NAF - VEN",
    "218": "A APU S A NAP",
    "219": "A APU S A NAP - ROM",
    "220": "A APU S A NAP - VEN",
    "221": "A APU S A PIC - NAP",
    "222": "A APU S A PIC - ROM",
    "223": "A APU S A PIE - NAP",
    "224": "A APU S A PIE - ROM",
    "225": "A APU S A PIE - VEN",
    "226": "A APU S A POR - NAP",
    "227": "A APU S A POR - ROM",
    "228": "A APU S A ROM",
    "229": "A APU S A ROM - NAP",
    "230": "A APU S A ROM - VEN",
    "231": "A APU S A SMY - NAP",
    "232": "A APU S A SMY - ROM",
    "233": "A APU S A SMY - VEN",
    "234": "A APU S A SPA - NAP",
    "235": "A APU S A SPA - ROM",
    "236": "A APU S A SPA - VEN",
    "237": "A APU S A SYR - NAP",
    "238": "A APU S A SYR - ROM",
    "239": "A APU S A SYR - VEN",
    "240": "A APU S A TRI - NAP",
    "241": "A APU S A TRI - ROM",
    "242": "A APU S A TRI - VEN",
    "243": "A APU S A TUN - NAP",
    "244": "A APU S A TUN - ROM",
    "245": "A APU S A TUN - VEN",
    "246": "A APU S A TUS - NAP",
    "247": "A APU S A TUS - ROM",
    "248": "A APU S A TUS - VEN",
    "249": "A APU S A TYR - VEN",
    "250": "A APU S A VEN",
    "251": "A APU S A VEN - NAP",
    "252": "A APU S A VEN - ROM",
    "253": "A APU S A WAL - NAP",
    "254": "A APU S A WAL - ROM",
    "255": "A APU S F ADR - VEN",
    "256": "A APU S F ION - NAP",
    "257": "A APU S F NAP",
    "258": "A APU S F NAP - ROM",
    "259": "A APU S F ROM",
    "260": "A APU S F ROM - NAP",
    "261": "A APU S F TRI - VEN",
    "262": "A APU S F TUS - ROM",
    "263": "A APU S F TYS - NAP",
    "264": "A APU S F TYS - ROM",
    "265": "A APU S F VEN",
    "266": "A ARM - ANK",
    "267": "A ARM - ANK VIA",
    "268": "A ARM - BUL VIA",
    "269": "A ARM - CON VIA",
    "270": "A ARM - RUM VIA",
    "271": "A ARM - SEV",
    "272": "A ARM - SEV VIA",
    "273": "A ARM - SMY",
    "274": "A ARM - SYR",
    "13309": "A ARM D",
    "276": "A ARM H",
    "277": "A ARM R ANK",
    "278": "A ARM R SEV",
    "279": "A ARM R SMY",
    "280": "A ARM R SYR",
    "281": "A ARM S A ALB - SMY",
    "282": "A ARM S A ALB - SYR",
    "283": "A ARM S A ANK",
    "284": "A ARM S A ANK - SEV",
    "285": "A ARM S A ANK - SMY",
    "286": "A ARM S A APU - SMY",
    "287": "A ARM S A APU - SYR",
    "288": "A ARM S A BUL - ANK",
    "289": "A ARM S A BUL - SEV",
    "290": "A ARM S A BUL - SMY",
    "291": "A ARM S A BUL - SYR",
    "292": "A ARM S A CON - ANK",
    "293": "A ARM S A CON - SEV",
    "294": "A ARM S A CON - SMY",
    "295": "A ARM S A CON - SYR",
    "296": "A ARM S A GRE - SMY",
    "297": "A ARM S A GRE - SYR",
    "298": "A ARM S A MAR - SMY",
    "299": "A ARM S A MAR - SYR",
    "300": "A ARM S A MOS - SEV",
    "301": "A ARM S A NAF - SMY",
    "302": "A ARM S A NAF - SYR",
    "303": "A ARM S A NAP - SMY",
    "304": "A ARM S A NAP - SYR",
    "305": "A ARM S A PIE - SMY",
    "306": "A ARM S A PIE - SYR",
    "307": "A ARM S A ROM - SMY",
    "308": "A ARM S A ROM - SYR",
    "309": "A ARM S A RUM - ANK",
    "310": "A ARM S A RUM - SEV",
    "311": "A ARM S A SEV",
    "312": "A ARM S A SEV - ANK",
    "313": "A ARM S A SMY",
    "314": "A ARM S A SMY - ANK",
    "315": "A ARM S A SMY - SYR",
    "316": "A ARM S A SPA - SMY",
    "317": "A ARM S A SPA - SYR",
    "318": "A ARM S A SYR",
    "319": "A ARM S A SYR - SMY",
    "320": "A ARM S A TRI - SMY",
    "321": "A ARM S A TRI - SYR",
    "322": "A ARM S A TUN - SMY",
    "323": "A ARM S A TUN - SYR",
    "324": "A ARM S A TUS - SMY",
    "325": "A ARM S A TUS - SYR",
    "326": "A ARM S A UKR - SEV",
    "327": "A ARM S A VEN - SMY",
    "328": "A ARM S A VEN - SYR",
    "329": "A ARM S F AEG - SMY",
    "330": "A ARM S F ANK",
    "331": "A ARM S F BLA - ANK",
    "332": "A ARM S F BLA - SEV",
    "333": "A ARM S F CON - ANK",
    "334": "A ARM S F CON - SMY",
    "335": "A ARM S F EAS - SMY",
    "336": "A ARM S F EAS - SYR",
    "337": "A ARM S F RUM - SEV",
    "338": "A ARM S F SEV",
    "339": "A ARM S F SMY",
    "340": "A ARM S F SMY - SYR",
    "341": "A ARM S F SYR",
    "342": "A ARM S F SYR - SMY",
    "343": "A BEL - BRE VIA",
    "344": "A BEL - BUR",
    "345": "A BEL - CLY VIA",
    "346": "A BEL - DEN VIA",
    "347": "A BEL - EDI VIA",
    "348": "A BEL - GAS VIA",
    "349": "A BEL - HOL",
    "350": "A BEL - HOL VIA",
    "351": "A BEL - KIE VIA",
    "352": "A BEL - LON VIA",
    "353": "A BEL - LVP VIA",
    "354": "A BEL - MAR VIA",
    "355": "A BEL - NAF VIA",
    "356": "A BEL - NAP VIA",
    "357": "A BEL - NWY VIA",
    "358": "A BEL - PIC",
    "359": "A BEL - PIC VIA",
    "360": "A BEL - PIE VIA",
    "361": "A BEL - POR VIA",
    "362": "A BEL - ROM VIA",
    "363": "A BEL - RUH",
    "364": "A BEL - SPA VIA",
    "365": "A BEL - STP VIA",
    "366": "A BEL - SWE VIA",
    "367": "A BEL - TUN VIA",
    "368": "A BEL - TUS VIA",
    "369": "A BEL - WAL VIA",
    "370": "A BEL - YOR VIA",
    "13310": "A BEL D",
    "372": "A BEL H",
    "373": "A BEL R BUR",
    "374": "A BEL R HOL",
    "375": "A BEL R PIC",
    "376": "A BEL R RUH",
    "377": "A BEL S A BRE - HOL",
    "378": "A BEL S A BRE - PIC",
    "379": "A BEL S A BUR",
    "380": "A BEL S A BUR - PIC",
    "381": "A BEL S A BUR - RUH",
    "382": "A BEL S A CLY - HOL",
    "383": "A BEL S A CLY - PIC",
    "384": "A BEL S A DEN - HOL",
    "385": "A BEL S A DEN - PIC",
    "386": "A BEL S A EDI - HOL",
    "387": "A BEL S A EDI - PIC",
    "388": "A BEL S A GAS - BUR",
    "389": "A BEL S A GAS - HOL",
    "390": "A BEL S A GAS - PIC",
    "391": "A BEL S A HOL",
    "392": "A BEL S A HOL - PIC",
    "393": "A BEL S A HOL - RUH",
    "394": "A BEL S A KIE - HOL",
    "395": "A BEL S A KIE - PIC",
    "396": "A BEL S A KIE - RUH",
    "397": "A BEL S A LON - HOL",
    "398": "A BEL S A LON - PIC",
    "399": "A BEL S A LVP - HOL",
    "400": "A BEL S A LVP - PIC",
    "401": "A BEL S A MAR - BUR",
    "402": "A BEL S A MAR - PIC",
    "403": "A BEL S A MUN - BUR",
    "404": "A BEL S A MUN - RUH",
    "405": "A BEL S A NAF - HOL",
    "406": "A BEL S A NAF - PIC",
    "407": "A BEL S A NAP - PIC",
    "408": "A BEL S A NWY - HOL",
    "409": "A BEL S A NWY - PIC",
    "410": "A BEL S A PAR - BUR",
    "411": "A BEL S A PAR - PIC",
    "412": "A BEL S A PIC",
    "413": "A BEL S A PIC - BUR",
    "414": "A BEL S A PIC - HOL",
    "415": "A BEL S A PIE - PIC",
    "416": "A BEL S A POR - HOL",
    "417": "A BEL S A POR - PIC",
    "418": "A BEL S A ROM - PIC",
    "419": "A BEL S A RUH",
    "420": "A BEL S A RUH - BUR",
    "421": "A BEL S A RUH - HOL",
    "422": "A BEL S A SPA - HOL",
    "423": "A BEL S A SPA - PIC",
    "424": "A BEL S A STP - HOL",
    "425": "A BEL S A STP - PIC",
    "426": "A BEL S A SWE - HOL",
    "427": "A BEL S A SWE - PIC",
    "428": "A BEL S A TUN - HOL",
    "429": "A BEL S A TUN - PIC",
    "430": "A BEL S A TUS - PIC",
    "431": "A BEL S A WAL - HOL",
    "432": "A BEL S A WAL - PIC",
    "433": "A BEL S A YOR - HOL",
    "434": "A BEL S A YOR - PIC",
    "435": "A BEL S F BRE - PIC",
    "436": "A BEL S F ENG - PIC",
    "437": "A BEL S F HEL - HOL",
    "438": "A BEL S F HOL",
    "439": "A BEL S F KIE - HOL",
    "440": "A BEL S F NTH - HOL",
    "441": "A BEL S F PIC",
    "442": "A BER - DEN VIA",
    "443": "A BER - FIN VIA",
    "444": "A BER - KIE",
    "445": "A BER - KIE VIA",
    "446": "A BER - LVN VIA",
    "447": "A BER - MUN",
    "448": "A BER - PRU",
    "449": "A BER - PRU VIA",
    "450": "A BER - SIL",
    "451": "A BER - STP VIA",
    "452": "A BER - SWE VIA",
    "13145": "A BER B",
    "13146": "A KIE B",
    "13147": "A MUN B",
    "13148": "A MUN B",
    "13149": "F KIE B",
    "13150": "F KIE B",
    "13311": "A BER D",
    "460": "A BER H",
    "461": "A BER R KIE",
    "462": "A BER R MUN",
    "463": "A BER R PRU",
    "464": "A BER R SIL",
    "465": "A BER S A BEL - KIE",
    "466": "A BER S A BOH - MUN",
    "467": "A BER S A BOH - SIL",
    "468": "A BER S A BRE - KIE",
    "469": "A BER S A BUR - MUN",
    "470": "A BER S A CLY - KIE",
    "471": "A BER S A DEN - KIE",
    "472": "A BER S A DEN - PRU",
    "473": "A BER S A EDI - KIE",
    "474": "A BER S A FIN - KIE",
    "475": "A BER S A FIN - PRU",
    "476": "A BER S A GAL - SIL",
    "477": "A BER S A GAS - KIE",
    "478": "A BER S A HOL - KIE",
    "479": "A BER S A KIE",
    "480": "A BER S A KIE - MUN",
    "481": "A BER S A KIE - PRU",
    "482": "A BER S A LON - KIE",
    "483": "A BER S A LVN - KIE",
    "484": "A BER S A LVN - PRU",
    "485": "A BER S A LVP - KIE",
    "486": "A BER S A MUN",
    "487": "A BER S A MUN - KIE",
    "488": "A BER S A MUN - SIL",
    "489": "A BER S A NAF - KIE",
    "490": "A BER S A NWY - KIE",
    "491": "A BER S A PIC - KIE",
    "492": "A BER S A POR - KIE",
    "493": "A BER S A PRU",
    "494": "A BER S A PRU - KIE",
    "495": "A BER S A PRU - SIL",
    "496": "A BER S A RUH - KIE",
    "497": "A BER S A RUH - MUN",
    "498": "A BER S A SIL",
    "499": "A BER S A SIL - MUN",
    "500": "A BER S A SIL - PRU",
    "501": "A BER S A SPA - KIE",
    "502": "A BER S A STP - KIE",
    "503": "A BER S A STP - PRU",
    "504": "A BER S A SWE - KIE",
    "505": "A BER S A SWE - PRU",
    "506": "A BER S A TYR - MUN",
    "507": "A BER S A WAL - KIE",
    "508": "A BER S A WAR - PRU",
    "509": "A BER S A WAR - SIL",
    "510": "A BER S A YOR - KIE",
    "511": "A BER S F BAL - KIE",
    "512": "A BER S F BAL - PRU",
    "513": "A BER S F DEN - KIE",
    "514": "A BER S F HEL - KIE",
    "515": "A BER S F HOL - KIE",
    "516": "A BER S F KIE",
    "517": "A BER S F LVN - PRU",
    "518": "A BER S F PRU",
    "519": "A BOH - GAL",
    "520": "A BOH - MUN",
    "521": "A BOH - SIL",
    "522": "A BOH - TYR",
    "523": "A BOH - VIE",
    "13312": "A BOH D",
    "525": "A BOH H",
    "526": "A BOH R GAL",
    "527": "A BOH R MUN",
    "528": "A BOH R SIL",
    "529": "A BOH R TYR",
    "530": "A BOH R VIE",
    "531": "A BOH S A BER - MUN",
    "532": "A BOH S A BER - SIL",
    "533": "A BOH S A BUD - GAL",
    "534": "A BOH S A BUD - VIE",
    "535": "A BOH S A BUR - MUN",
    "536": "A BOH S A GAL",
    "537": "A BOH S A GAL - SIL",
    "538": "A BOH S A GAL - VIE",
    "539": "A BOH S A KIE - MUN",
    "540": "A BOH S A MUN",
    "541": "A BOH S A MUN - SIL",
    "542": "A BOH S A MUN - TYR",
    "543": "A BOH S A PIE - TYR",
    "544": "A BOH S A PRU - SIL",
    "545": "A BOH S A RUH - MUN",
    "546": "A BOH S A RUM - GAL",
    "547": "A BOH S A SIL",
    "548": "A BOH S A SIL - GAL",
    "549": "A BOH S A SIL - MUN",
    "550": "A BOH S A TRI - TYR",
    "551": "A BOH S A TRI - VIE",
    "552": "A BOH S A TYR",
    "553": "A BOH S A TYR - MUN",
    "554": "A BOH S A TYR - VIE",
    "555": "A BOH S A UKR - GAL",
    "556": "A BOH S A VEN - TYR",
    "557": "A BOH S A VIE",
    "558": "A BOH S A VIE - GAL",
    "559": "A BOH S A VIE - TYR",
    "560": "A BOH S A WAR - GAL",
    "561": "A BOH S A WAR - SIL",
    "562": "A BRE - ALB VIA",
    "563": "A BRE - APU VIA",
    "564": "A BRE - BEL VIA",
    "565": "A BRE - CLY VIA",
    "566": "A BRE - DEN VIA",
    "567": "A BRE - EDI VIA",
    "568": "A BRE - GAS",
    "569": "A BRE - GAS VIA",
    "570": "A BRE - GRE VIA",
    "571": "A BRE - HOL VIA",
    "572": "A BRE - KIE VIA",
    "573": "A BRE - LON VIA",
    "574": "A BRE - LVP VIA",
    "575": "A BRE - MAR VIA",
    "576": "A BRE - NAF VIA",
    "577": "A BRE - NAP VIA",
    "578": "A BRE - NWY VIA",
    "579": "A BRE - PAR",
    "580": "A BRE - PIC",
    "581": "A BRE - PIC VIA",
    "582": "A BRE - PIE VIA",
    "583": "A BRE - POR VIA",
    "584": "A BRE - ROM VIA",
    "585": "A BRE - SPA VIA",
    "586": "A BRE - STP VIA",
    "587": "A BRE - SWE VIA",
    "588": "A BRE - TUN VIA",
    "589": "A BRE - TUS VIA",
    "590": "A BRE - WAL VIA",
    "591": "A BRE - YOR VIA",
    "13151": "A BRE B",
    "13152": "A MAR B",
    "13153": "A PAR B",
    "13154": "A PAR B",
    "13155": "F MAR B",
    "13156": "F MAR B",
    "13313": "A BRE D",
    "599": "A BRE H",
    "600": "A BRE R GAS",
    "601": "A BRE R PAR",
    "602": "A BRE R PIC",
    "603": "A BRE S A ALB - GAS",
    "604": "A BRE S A APU - GAS",
    "605": "A BRE S A BEL - GAS",
    "606": "A BRE S A BEL - PIC",
    "607": "A BRE S A BUR - GAS",
    "608": "A BRE S A BUR - PAR",
    "609": "A BRE S A BUR - PIC",
    "610": "A BRE S A CLY - GAS",
    "611": "A BRE S A CLY - PIC",
    "612": "A BRE S A DEN - GAS",
    "613": "A BRE S A DEN - PIC",
    "614": "A BRE S A EDI - GAS",
    "615": "A BRE S A EDI - PIC",
    "616": "A BRE S A GAS",
    "617": "A BRE S A GAS - PAR",
    "618": "A BRE S A GAS - PIC",
    "619": "A BRE S A GRE - GAS",
    "620": "A BRE S A HOL - GAS",
    "621": "A BRE S A HOL - PIC",
    "622": "A BRE S A KIE - GAS",
    "623": "A BRE S A KIE - PIC",
    "624": "A BRE S A LON - GAS",
    "625": "A BRE S A LON - PIC",
    "626": "A BRE S A LVP - GAS",
    "627": "A BRE S A LVP - PIC",
    "628": "A BRE S A MAR - GAS",
    "629": "A BRE S A MAR - PIC",
    "630": "A BRE S A NAF - GAS",
    "631": "A BRE S A NAF - PIC",
    "632": "A BRE S A NAP - GAS",
    "633": "A BRE S A NAP - PIC",
    "634": "A BRE S A NWY - GAS",
    "635": "A BRE S A NWY - PIC",
    "636": "A BRE S A PAR",
    "637": "A BRE S A PAR - GAS",
    "638": "A BRE S A PAR - PIC",
    "639": "A BRE S A PIC",
    "640": "A BRE S A PIC - GAS",
    "641": "A BRE S A PIC - PAR",
    "642": "A BRE S A PIE - GAS",
    "643": "A BRE S A PIE - PIC",
    "644": "A BRE S A POR - GAS",
    "645": "A BRE S A POR - PIC",
    "646": "A BRE S A ROM - GAS",
    "647": "A BRE S A ROM - PIC",
    "648": "A BRE S A SPA - GAS",
    "649": "A BRE S A SPA - PIC",
    "650": "A BRE S A STP - GAS",
    "651": "A BRE S A STP - PIC",
    "652": "A BRE S A SWE - GAS",
    "653": "A BRE S A SWE - PIC",
    "654": "A BRE S A TUN - GAS",
    "655": "A BRE S A TUN - PIC",
    "656": "A BRE S A TUS - GAS",
    "657": "A BRE S A TUS - PIC",
    "658": "A BRE S A WAL - GAS",
    "659": "A BRE S A WAL - PIC",
    "660": "A BRE S A YOR - GAS",
    "661": "A BRE S A YOR - PIC",
    "662": "A BRE S F BEL - PIC",
    "663": "A BRE S F ENG - PIC",
    "664": "A BRE S F GAS",
    "665": "A BRE S F MAO - GAS",
    "666": "A BRE S F PIC",
    "667": "A BRE S F SPA/NC - GAS",
    "668": "A BUD - GAL",
    "669": "A BUD - RUM",
    "670": "A BUD - SER",
    "671": "A BUD - TRI",
    "672": "A BUD - VIE",
    "13157": "A BUD B",
    "13158": "A TRI B",
    "13159": "A VIE B",
    "13160": "A VIE B",
    "13161": "F TRI B",
    "13162": "F TRI B",
    "13314": "A BUD D",
    "680": "A BUD H",
    "681": "A BUD R GAL",
    "682": "A BUD R RUM",
    "683": "A BUD R SER",
    "684": "A BUD R TRI",
    "685": "A BUD R VIE",
    "686": "A BUD S A ALB - SER",
    "687": "A BUD S A ALB - TRI",
    "688": "A BUD S A ANK - RUM",
    "689": "A BUD S A APU - TRI",
    "690": "A BUD S A ARM - RUM",
    "691": "A BUD S A BOH - GAL",
    "692": "A BUD S A BOH - VIE",
    "693": "A BUD S A BUL - RUM",
    "694": "A BUD S A BUL - SER",
    "695": "A BUD S A BUL - TRI",
    "696": "A BUD S A CON - RUM",
    "697": "A BUD S A CON - TRI",
    "698": "A BUD S A GAL",
    "699": "A BUD S A GAL - RUM",
    "700": "A BUD S A GAL - VIE",
    "701": "A BUD S A GRE - SER",
    "702": "A BUD S A GRE - TRI",
    "703": "A BUD S A MAR - TRI",
    "704": "A BUD S A NAF - TRI",
    "705": "A BUD S A NAP - TRI",
    "706": "A BUD S A PIE - TRI",
    "707": "A BUD S A ROM - TRI",
    "708": "A BUD S A RUM",
    "709": "A BUD S A RUM - GAL",
    "710": "A BUD S A RUM - SER",
    "711": "A BUD S A SER",
    "712": "A BUD S A SER - RUM",
    "713": "A BUD S A SER - TRI",
    "714": "A BUD S A SEV - RUM",
    "715": "A BUD S A SIL - GAL",
    "716": "A BUD S A SMY - TRI",
    "717": "A BUD S A SPA - TRI",
    "718": "A BUD S A SYR - TRI",
    "719": "A BUD S A TRI",
    "720": "A BUD S A TRI - SER",
    "721": "A BUD S A TRI - VIE",
    "722": "A BUD S A TUN - TRI",
    "723": "A BUD S A TUS - TRI",
    "724": "A BUD S A TYR - TRI",
    "725": "A BUD S A TYR - VIE",
    "726": "A BUD S A UKR - GAL",
    "727": "A BUD S A UKR - RUM",
    "728": "A BUD S A VEN - TRI",
    "729": "A BUD S A VIE",
    "730": "A BUD S A VIE - GAL",
    "731": "A BUD S A VIE - TRI",
    "732": "A BUD S A WAR - GAL",
    "733": "A BUD S F ADR - TRI",
    "734": "A BUD S F ALB - TRI",
    "735": "A BUD S F BLA - RUM",
    "736": "A BUD S F BUL/EC - RUM",
    "737": "A BUD S F RUM",
    "738": "A BUD S F SEV - RUM",
    "739": "A BUD S F TRI",
    "740": "A BUD S F VEN - TRI",
    "741": "A BUL - ALB VIA",
    "742": "A BUL - ANK VIA",
    "743": "A BUL - APU VIA",
    "744": "A BUL - ARM VIA",
    "745": "A BUL - CON",
    "746": "A BUL - CON VIA",
    "747": "A BUL - GRE",
    "748": "A BUL - GRE VIA",
    "749": "A BUL - MAR VIA",
    "750": "A BUL - NAF VIA",
    "751": "A BUL - NAP VIA",
    "752": "A BUL - PIE VIA",
    "753": "A BUL - ROM VIA",
    "754": "A BUL - RUM",
    "755": "A BUL - RUM VIA",
    "756": "A BUL - SER",
    "757": "A BUL - SEV VIA",
    "758": "A BUL - SMY VIA",
    "759": "A BUL - SPA VIA",
    "760": "A BUL - SYR VIA",
    "761": "A BUL - TRI VIA",
    "762": "A BUL - TUN VIA",
    "763": "A BUL - TUS VIA",
    "764": "A BUL - VEN VIA",
    "13315": "A BUL D",
    "766": "A BUL H",
    "767": "A BUL R CON",
    "768": "A BUL R GRE",
    "769": "A BUL R RUM",
    "770": "A BUL R SER",
    "771": "A BUL S A ALB - CON",
    "772": "A BUL S A ALB - GRE",
    "773": "A BUL S A ALB - SER",
    "774": "A BUL S A ANK - CON",
    "775": "A BUL S A ANK - RUM",
    "776": "A BUL S A APU - CON",
    "777": "A BUL S A APU - GRE",
    "778": "A BUL S A ARM - CON",
    "779": "A BUL S A ARM - RUM",
    "780": "A BUL S A BRE - GRE",
    "781": "A BUL S A BUD - RUM",
    "782": "A BUL S A BUD - SER",
    "783": "A BUL S A CON",
    "784": "A BUL S A CON - GRE",
    "785": "A BUL S A CON - RUM",
    "786": "A BUL S A GAL - RUM",
    "787": "A BUL S A GAS - GRE",
    "788": "A BUL S A GRE",
    "789": "A BUL S A GRE - CON",
    "790": "A BUL S A GRE - SER",
    "791": "A BUL S A MAR - CON",
    "792": "A BUL S A MAR - GRE",
    "793": "A BUL S A NAF - CON",
    "794": "A BUL S A NAF - GRE",
    "795": "A BUL S A NAP - CON",
    "796": "A BUL S A NAP - GRE",
    "797": "A BUL S A PIE - CON",
    "798": "A BUL S A PIE - GRE",
    "799": "A BUL S A POR - GRE",
    "800": "A BUL S A ROM - CON",
    "801": "A BUL S A ROM - GRE",
    "802": "A BUL S A RUM",
    "803": "A BUL S A RUM - CON",
    "804": "A BUL S A RUM - SER",
    "805": "A BUL S A SER",
    "806": "A BUL S A SER - GRE",
    "807": "A BUL S A SER - RUM",
    "808": "A BUL S A SEV - CON",
    "809": "A BUL S A SEV - RUM",
    "810": "A BUL S A SMY - CON",
    "811": "A BUL S A SMY - GRE",
    "812": "A BUL S A SPA - CON",
    "813": "A BUL S A SPA - GRE",
    "814": "A BUL S A SYR - CON",
    "815": "A BUL S A SYR - GRE",
    "816": "A BUL S A TRI - CON",
    "817": "A BUL S A TRI - GRE",
    "818": "A BUL S A TRI - SER",
    "819": "A BUL S A TUN - CON",
    "820": "A BUL S A TUN - GRE",
    "821": "A BUL S A TUS - CON",
    "822": "A BUL S A TUS - GRE",
    "823": "A BUL S A UKR - RUM",
    "824": "A BUL S A VEN - CON",
    "825": "A BUL S A VEN - GRE",
    "826": "A BUL S F AEG - CON",
    "827": "A BUL S F AEG - GRE",
    "828": "A BUL S F ALB - GRE",
    "829": "A BUL S F ANK - CON",
    "830": "A BUL S F BLA - CON",
    "831": "A BUL S F BLA - RUM",
    "832": "A BUL S F CON",
    "833": "A BUL S F GRE",
    "834": "A BUL S F ION - GRE",
    "835": "A BUL S F RUM",
    "836": "A BUL S F SEV - RUM",
    "837": "A BUL S F SMY - CON",
    "838": "A BUR - BEL",
    "839": "A BUR - GAS",
    "840": "A BUR - MAR",
    "841": "A BUR - MUN",
    "842": "A BUR - PAR",
    "843": "A BUR - PIC",
    "844": "A BUR - RUH",
    "13316": "A BUR D",
    "846": "A BUR H",
    "847": "A BUR R BEL",
    "848": "A BUR R GAS",
    "849": "A BUR R MAR",
    "850": "A BUR R MUN",
    "851": "A BUR R PAR",
    "852": "A BUR R PIC",
    "853": "A BUR R RUH",
    "854": "A BUR S A ALB - GAS",
    "855": "A BUR S A ALB - MAR",
    "856": "A BUR S A APU - GAS",
    "857": "A BUR S A APU - MAR",
    "858": "A BUR S A BEL",
    "859": "A BUR S A BEL - GAS",
    "860": "A BUR S A BEL - MAR",
    "861": "A BUR S A BEL - PIC",
    "862": "A BUR S A BEL - RUH",
    "863": "A BUR S A BER - MUN",
    "864": "A BUR S A BOH - MUN",
    "865": "A BUR S A BRE - BEL",
    "866": "A BUR S A BRE - GAS",
    "867": "A BUR S A BRE - MAR",
    "868": "A BUR S A BRE - PAR",
    "869": "A BUR S A BRE - PIC",
    "870": "A BUR S A BUL - MAR",
    "871": "A BUR S A CLY - BEL",
    "872": "A BUR S A CLY - GAS",
    "873": "A BUR S A CLY - MAR",
    "874": "A BUR S A CLY - PIC",
    "875": "A BUR S A CON - MAR",
    "876": "A BUR S A DEN - BEL",
    "877": "A BUR S A DEN - GAS",
    "878": "A BUR S A DEN - PIC",
    "879": "A BUR S A EDI - BEL",
    "880": "A BUR S A EDI - GAS",
    "881": "A BUR S A EDI - PIC",
    "882": "A BUR S A GAS",
    "883": "A BUR S A GAS - BEL",
    "884": "A BUR S A GAS - MAR",
    "885": "A BUR S A GAS - PAR",
    "886": "A BUR S A GAS - PIC",
    "887": "A BUR S A GRE - GAS",
    "888": "A BUR S A GRE - MAR",
    "889": "A BUR S A HOL - BEL",
    "890": "A BUR S A HOL - GAS",
    "891": "A BUR S A HOL - PIC",
    "892": "A BUR S A HOL - RUH",
    "893": "A BUR S A KIE - BEL",
    "894": "A BUR S A KIE - GAS",
    "895": "A BUR S A KIE - MUN",
    "896": "A BUR S A KIE - PIC",
    "897": "A BUR S A KIE - RUH",
    "898": "A BUR S A LON - BEL",
    "899": "A BUR S A LON - GAS",
    "900": "A BUR S A LON - MAR",
    "901": "A BUR S A LON - PIC",
    "902": "A BUR S A LVP - BEL",
    "903": "A BUR S A LVP - GAS",
    "904": "A BUR S A LVP - MAR",
    "905": "A BUR S A LVP - PIC",
    "906": "A BUR S A MAR",
    "907": "A BUR S A MAR - BEL",
    "908": "A BUR S A MAR - GAS",
    "909": "A BUR S A MAR - PIC",
    "910": "A BUR S A MUN",
    "911": "A BUR S A MUN - RUH",
    "912": "A BUR S A NAF - BEL",
    "913": "A BUR S A NAF - GAS",
    "914": "A BUR S A NAF - MAR",
    "915": "A BUR S A NAF - PIC",
    "916": "A BUR S A NAP - BEL",
    "917": "A BUR S A NAP - GAS",
    "918": "A BUR S A NAP - MAR",
    "919": "A BUR S A NAP - PIC",
    "920": "A BUR S A NWY - BEL",
    "921": "A BUR S A NWY - GAS",
    "922": "A BUR S A NWY - PIC",
    "923": "A BUR S A PAR",
    "924": "A BUR S A PAR - GAS",
    "925": "A BUR S A PAR - PIC",
    "926": "A BUR S A PIC",
    "927": "A BUR S A PIC - BEL",
    "928": "A BUR S A PIC - GAS",
    "929": "A BUR S A PIC - MAR",
    "930": "A BUR S A PIC - PAR",
    "931": "A BUR S A PIE - BEL",
    "932": "A BUR S A PIE - GAS",
    "933": "A BUR S A PIE - MAR",
    "934": "A BUR S A PIE - PIC",
    "935": "A BUR S A POR - BEL",
    "936": "A BUR S A POR - GAS",
    "937": "A BUR S A POR - MAR",
    "938": "A BUR S A POR - PIC",
    "939": "A BUR S A ROM - BEL",
    "940": "A BUR S A ROM - GAS",
    "941": "A BUR S A ROM - MAR",
    "942": "A BUR S A ROM - PIC",
    "943": "A BUR S A RUH",
    "944": "A BUR S A RUH - BEL",
    "945": "A BUR S A RUH - MUN",
    "946": "A BUR S A SIL - MUN",
    "947": "A BUR S A SMY - MAR",
    "948": "A BUR S A SPA - BEL",
    "949": "A BUR S A SPA - GAS",
    "950": "A BUR S A SPA - MAR",
    "951": "A BUR S A SPA - PIC",
    "952": "A BUR S A STP - BEL",
    "953": "A BUR S A STP - GAS",
    "954": "A BUR S A STP - PIC",
    "955": "A BUR S A SWE - BEL",
    "956": "A BUR S A SWE - GAS",
    "957": "A BUR S A SWE - PIC",
    "958": "A BUR S A SYR - MAR",
    "959": "A BUR S A TRI - MAR",
    "960": "A BUR S A TUN - BEL",
    "961": "A BUR S A TUN - GAS",
    "962": "A BUR S A TUN - MAR",
    "963": "A BUR S A TUN - PIC",
    "964": "A BUR S A TUS - BEL",
    "965": "A BUR S A TUS - GAS",
    "966": "A BUR S A TUS - MAR",
    "967": "A BUR S A TUS - PIC",
    "968": "A BUR S A TYR - MUN",
    "969": "A BUR S A VEN - MAR",
    "970": "A BUR S A WAL - BEL",
    "971": "A BUR S A WAL - GAS",
    "972": "A BUR S A WAL - MAR",
    "973": "A BUR S A WAL - PIC",
    "974": "A BUR S A YOR - BEL",
    "975": "A BUR S A YOR - GAS",
    "976": "A BUR S A YOR - PIC",
    "977": "A BUR S F BEL",
    "978": "A BUR S F BEL - PIC",
    "979": "A BUR S F BRE - GAS",
    "980": "A BUR S F BRE - PIC",
    "981": "A BUR S F ENG - BEL",
    "982": "A BUR S F ENG - PIC",
    "983": "A BUR S F GAS",
    "984": "A BUR S F HOL - BEL",
    "985": "A BUR S F LYO - MAR",
    "986": "A BUR S F MAO - GAS",
    "987": "A BUR S F MAR",
    "988": "A BUR S F NTH - BEL",
    "989": "A BUR S F PIC",
    "990": "A BUR S F PIC - BEL",
    "991": "A BUR S F PIE - MAR",
    "992": "A BUR S F SPA/NC - GAS",
    "993": "A BUR S F SPA/SC - MAR",
    "994": "A CLY - BEL VIA",
    "995": "A CLY - BRE VIA",
    "996": "A CLY - DEN VIA",
    "997": "A CLY - EDI",
    "998": "A CLY - EDI VIA",
    "999": "A CLY - GAS VIA",
    "1000": "A CLY - HOL VIA",
    "1001": "A CLY - KIE VIA",
    "1002": "A CLY - LON VIA",
    "1003": "A CLY - LVP",
    "1004": "A CLY - LVP VIA",
    "1005": "A CLY - MAR VIA",
    "1006": "A CLY - NAF VIA",
    "1007": "A CLY - NAP VIA",
    "1008": "A CLY - NWY VIA",
    "1009": "A CLY - PIC VIA",
    "1010": "A CLY - PIE VIA",
    "1011": "A CLY - POR VIA",
    "1012": "A CLY - ROM VIA",
    "1013": "A CLY - SPA VIA",
    "1014": "A CLY - STP VIA",
    "1015": "A CLY - SWE VIA",
    "1016": "A CLY - TUN VIA",
    "1017": "A CLY - TUS VIA",
    "1018": "A CLY - WAL VIA",
    "1019": "A CLY - YOR VIA",
    "13317": "A CLY D",
    "1021": "A CLY H",
    "1022": "A CLY R EDI",
    "1023": "A CLY R LVP",
    "1024": "A CLY S A BEL - EDI",
    "1025": "A CLY S A BEL - LVP",
    "1026": "A CLY S A BRE - EDI",
    "1027": "A CLY S A BRE - LVP",
    "1028": "A CLY S A DEN - EDI",
    "1029": "A CLY S A DEN - LVP",
    "1030": "A CLY S A EDI",
    "1031": "A CLY S A EDI - LVP",
    "1032": "A CLY S A GAS - EDI",
    "1033": "A CLY S A GAS - LVP",
    "1034": "A CLY S A HOL - EDI",
    "1035": "A CLY S A HOL - LVP",
    "1036": "A CLY S A KIE - EDI",
    "1037": "A CLY S A KIE - LVP",
    "1038": "A CLY S A LON - EDI",
    "1039": "A CLY S A LON - LVP",
    "1040": "A CLY S A LVP",
    "1041": "A CLY S A LVP - EDI",
    "1042": "A CLY S A MAR - LVP",
    "1043": "A CLY S A NAF - EDI",
    "1044": "A CLY S A NAF - LVP",
    "1045": "A CLY S A NAP - LVP",
    "1046": "A CLY S A NWY - EDI",
    "1047": "A CLY S A NWY - LVP",
    "1048": "A CLY S A PIC - EDI",
    "1049": "A CLY S A PIC - LVP",
    "1050": "A CLY S A PIE - LVP",
    "1051": "A CLY S A POR - EDI",
    "1052": "A CLY S A POR - LVP",
    "1053": "A CLY S A ROM - LVP",
    "1054": "A CLY S A SPA - EDI",
    "1055": "A CLY S A SPA - LVP",
    "1056": "A CLY S A STP - EDI",
    "1057": "A CLY S A STP - LVP",
    "1058": "A CLY S A SWE - EDI",
    "1059": "A CLY S A SWE - LVP",
    "1060": "A CLY S A TUN - EDI",
    "1061": "A CLY S A TUN - LVP",
    "1062": "A CLY S A TUS - LVP",
    "1063": "A CLY S A WAL - EDI",
    "1064": "A CLY S A WAL - LVP",
    "1065": "A CLY S A YOR - EDI",
    "1066": "A CLY S A YOR - LVP",
    "1067": "A CLY S F EDI",
    "1068": "A CLY S F IRI - LVP",
    "1069": "A CLY S F LVP",
    "1070": "A CLY S F NAO - LVP",
    "1071": "A CLY S F NTH - EDI",
    "1072": "A CLY S F NWG - EDI",
    "1073": "A CLY S F WAL - LVP",
    "1074": "A CLY S F YOR - EDI",
    "1075": "A CON - ALB VIA",
    "1076": "A CON - ANK",
    "1077": "A CON - ANK VIA",
    "1078": "A CON - APU VIA",
    "1079": "A CON - ARM VIA",
    "1080": "A CON - BUL",
    "1081": "A CON - BUL VIA",
    "1082": "A CON - GRE VIA",
    "1083": "A CON - MAR VIA",
    "1084": "A CON - NAF VIA",
    "1085": "A CON - NAP VIA",
    "1086": "A CON - PIE VIA",
    "1087": "A CON - ROM VIA",
    "1088": "A CON - RUM VIA",
    "1089": "A CON - SEV VIA",
    "1090": "A CON - SMY",
    "1091": "A CON - SMY VIA",
    "1092": "A CON - SPA VIA",
    "1093": "A CON - SYR VIA",
    "1094": "A CON - TRI VIA",
    "1095": "A CON - TUN VIA",
    "1096": "A CON - TUS VIA",
    "1097": "A CON - VEN VIA",
    "13163": "A CON B",
    "13164": "A SMY B",
    "13165": "F ANK B",
    "13166": "F ANK B",
    "13167": "F SMY B",
    "13168": "F SMY B",
    "13318": "A CON D",
    "1105": "A CON H",
    "1106": "A CON R ANK",
    "1107": "A CON R BUL",
    "1108": "A CON R SMY",
    "1109": "A CON S A ALB - BUL",
    "1110": "A CON S A ALB - SMY",
    "1111": "A CON S A ANK",
    "1112": "A CON S A ANK - BUL",
    "1113": "A CON S A ANK - SMY",
    "1114": "A CON S A APU - BUL",
    "1115": "A CON S A APU - SMY",
    "1116": "A CON S A ARM - ANK",
    "1117": "A CON S A ARM - BUL",
    "1118": "A CON S A ARM - SMY",
    "1119": "A CON S A BUL",
    "1120": "A CON S A BUL - ANK",
    "1121": "A CON S A BUL - SMY",
    "1122": "A CON S A GRE - BUL",
    "1123": "A CON S A GRE - SMY",
    "1124": "A CON S A MAR - BUL",
    "1125": "A CON S A MAR - SMY",
    "1126": "A CON S A NAF - BUL",
    "1127": "A CON S A NAF - SMY",
    "1128": "A CON S A NAP - BUL",
    "1129": "A CON S A NAP - SMY",
    "1130": "A CON S A PIE - BUL",
    "1131": "A CON S A PIE - SMY",
    "1132": "A CON S A ROM - BUL",
    "1133": "A CON S A ROM - SMY",
    "1134": "A CON S A RUM - ANK",
    "1135": "A CON S A RUM - BUL",
    "1136": "A CON S A SER - BUL",
    "1137": "A CON S A SEV - ANK",
    "1138": "A CON S A SEV - BUL",
    "1139": "A CON S A SMY",
    "1140": "A CON S A SMY - ANK",
    "1141": "A CON S A SMY - BUL",
    "1142": "A CON S A SPA - BUL",
    "1143": "A CON S A SPA - SMY",
    "1144": "A CON S A SYR - BUL",
    "1145": "A CON S A SYR - SMY",
    "1146": "A CON S A TRI - BUL",
    "1147": "A CON S A TRI - SMY",
    "1148": "A CON S A TUN - BUL",
    "1149": "A CON S A TUN - SMY",
    "1150": "A CON S A TUS - BUL",
    "1151": "A CON S A TUS - SMY",
    "1152": "A CON S A VEN - BUL",
    "1153": "A CON S A VEN - SMY",
    "1154": "A CON S F AEG - BUL",
    "1155": "A CON S F AEG - SMY",
    "1156": "A CON S F ANK",
    "1157": "A CON S F ARM - ANK",
    "1158": "A CON S F BLA - ANK",
    "1159": "A CON S F BLA - BUL",
    "1160": "A CON S F BUL/EC",
    "1161": "A CON S F BUL/SC",
    "1162": "A CON S F EAS - SMY",
    "1163": "A CON S F GRE - BUL",
    "1164": "A CON S F RUM - BUL",
    "1165": "A CON S F SMY",
    "1166": "A CON S F SYR - SMY",
    "1167": "A DEN - BEL VIA",
    "1168": "A DEN - BER VIA",
    "1169": "A DEN - BRE VIA",
    "1170": "A DEN - CLY VIA",
    "1171": "A DEN - EDI VIA",
    "1172": "A DEN - FIN VIA",
    "1173": "A DEN - GAS VIA",
    "1174": "A DEN - HOL VIA",
    "1175": "A DEN - KIE",
    "1176": "A DEN - KIE VIA",
    "1177": "A DEN - LON VIA",
    "1178": "A DEN - LVN VIA",
    "1179": "A DEN - LVP VIA",
    "1180": "A DEN - NAF VIA",
    "1181": "A DEN - NWY VIA",
    "1182": "A DEN - PIC VIA",
    "1183": "A DEN - POR VIA",
    "1184": "A DEN - PRU VIA",
    "1185": "A DEN - SPA VIA",
    "1186": "A DEN - STP VIA",
    "1187": "A DEN - SWE",
    "1188": "A DEN - SWE VIA",
    "1189": "A DEN - TUN VIA",
    "1190": "A DEN - WAL VIA",
    "1191": "A DEN - YOR VIA",
    "13319": "A DEN D",
    "1193": "A DEN H",
    "1194": "A DEN R KIE",
    "1195": "A DEN R SWE",
    "1196": "A DEN S A BEL - KIE",
    "1197": "A DEN S A BEL - SWE",
    "1198": "A DEN S A BER - KIE",
    "1199": "A DEN S A BER - SWE",
    "1200": "A DEN S A BRE - KIE",
    "1201": "A DEN S A BRE - SWE",
    "1202": "A DEN S A CLY - KIE",
    "1203": "A DEN S A CLY - SWE",
    "1204": "A DEN S A EDI - KIE",
    "1205": "A DEN S A EDI - SWE",
    "1206": "A DEN S A FIN - KIE",
    "1207": "A DEN S A FIN - SWE",
    "1208": "A DEN S A GAS - KIE",
    "1209": "A DEN S A GAS - SWE",
    "1210": "A DEN S A HOL - KIE",
    "1211": "A DEN S A HOL - SWE",
    "1212": "A DEN S A KIE",
    "1213": "A DEN S A KIE - SWE",
    "1214": "A DEN S A LON - KIE",
    "1215": "A DEN S A LON - SWE",
    "1216": "A DEN S A LVN - KIE",
    "1217": "A DEN S A LVN - SWE",
    "1218": "A DEN S A LVP - KIE",
    "1219": "A DEN S A LVP - SWE",
    "1220": "A DEN S A MUN - KIE",
    "1221": "A DEN S A NAF - KIE",
    "1222": "A DEN S A NAF - SWE",
    "1223": "A DEN S A NWY - KIE",
    "1224": "A DEN S A NWY - SWE",
    "1225": "A DEN S A PIC - KIE",
    "1226": "A DEN S A PIC - SWE",
    "1227": "A DEN S A POR - KIE",
    "1228": "A DEN S A POR - SWE",
    "1229": "A DEN S A PRU - KIE",
    "1230": "A DEN S A PRU - SWE",
    "1231": "A DEN S A RUH - KIE",
    "1232": "A DEN S A SPA - KIE",
    "1233": "A DEN S A SPA - SWE",
    "1234": "A DEN S A STP - KIE",
    "1235": "A DEN S A STP - SWE",
    "1236": "A DEN S A SWE",
    "1237": "A DEN S A SWE - KIE",
    "1238": "A DEN S A WAL - KIE",
    "1239": "A DEN S A WAL - SWE",
    "1240": "A DEN S A YOR - KIE",
    "1241": "A DEN S A YOR - SWE",
    "1242": "A DEN S F BAL - KIE",
    "1243": "A DEN S F BAL - SWE",
    "1244": "A DEN S F BER - KIE",
    "1245": "A DEN S F BOT - SWE",
    "1246": "A DEN S F FIN - SWE",
    "1247": "A DEN S F HEL - KIE",
    "1248": "A DEN S F HOL - KIE",
    "1249": "A DEN S F KIE",
    "1250": "A DEN S F NWY - SWE",
    "1251": "A DEN S F SKA - SWE",
    "1252": "A DEN S F SWE",
    "1253": "A EDI - BEL VIA",
    "1254": "A EDI - BRE VIA",
    "1255": "A EDI - CLY",
    "1256": "A EDI - CLY VIA",
    "1257": "A EDI - DEN VIA",
    "1258": "A EDI - GAS VIA",
    "1259": "A EDI - HOL VIA",
    "1260": "A EDI - KIE VIA",
    "1261": "A EDI - LON VIA",
    "1262": "A EDI - LVP",
    "1263": "A EDI - LVP VIA",
    "1264": "A EDI - NAF VIA",
    "1265": "A EDI - NWY VIA",
    "1266": "A EDI - PIC VIA",
    "1267": "A EDI - POR VIA",
    "1268": "A EDI - SPA VIA",
    "1269": "A EDI - STP VIA",
    "1270": "A EDI - SWE VIA",
    "1271": "A EDI - TUN VIA",
    "1272": "A EDI - WAL VIA",
    "1273": "A EDI - YOR",
    "1274": "A EDI - YOR VIA",
    "13169": "A EDI B",
    "13170": "A LON B",
    "13171": "A LVP B",
    "13172": "F LVP B",
    "13173": "A LVP B",
    "13174": "F LON B",
    "13175": "F LON B",
    "13176": "F LVP B",
    "13177": "F LVP B",
    "13320": "A EDI D",
    "1285": "A EDI H",
    "1286": "A EDI R CLY",
    "1287": "A EDI R LVP",
    "1288": "A EDI R YOR",
    "1289": "A EDI S A BEL - CLY",
    "1290": "A EDI S A BEL - LVP",
    "1291": "A EDI S A BEL - YOR",
    "1292": "A EDI S A BRE - CLY",
    "1293": "A EDI S A BRE - LVP",
    "1294": "A EDI S A BRE - YOR",
    "1295": "A EDI S A CLY",
    "1296": "A EDI S A CLY - LVP",
    "1297": "A EDI S A CLY - YOR",
    "1298": "A EDI S A DEN - CLY",
    "1299": "A EDI S A DEN - LVP",
    "1300": "A EDI S A DEN - YOR",
    "1301": "A EDI S A GAS - CLY",
    "1302": "A EDI S A GAS - LVP",
    "1303": "A EDI S A GAS - YOR",
    "1304": "A EDI S A HOL - CLY",
    "1305": "A EDI S A HOL - LVP",
    "1306": "A EDI S A HOL - YOR",
    "1307": "A EDI S A KIE - CLY",
    "1308": "A EDI S A KIE - LVP",
    "1309": "A EDI S A KIE - YOR",
    "1310": "A EDI S A LON - CLY",
    "1311": "A EDI S A LON - LVP",
    "1312": "A EDI S A LON - YOR",
    "1313": "A EDI S A LVP",
    "1314": "A EDI S A LVP - CLY",
    "1315": "A EDI S A LVP - YOR",
    "1316": "A EDI S A MAR - CLY",
    "1317": "A EDI S A MAR - LVP",
    "1318": "A EDI S A NAF - CLY",
    "1319": "A EDI S A NAF - LVP",
    "1320": "A EDI S A NAF - YOR",
    "1321": "A EDI S A NAP - CLY",
    "1322": "A EDI S A NAP - LVP",
    "1323": "A EDI S A NWY - CLY",
    "1324": "A EDI S A NWY - LVP",
    "1325": "A EDI S A NWY - YOR",
    "1326": "A EDI S A PIC - CLY",
    "1327": "A EDI S A PIC - LVP",
    "1328": "A EDI S A PIC - YOR",
    "1329": "A EDI S A PIE - CLY",
    "1330": "A EDI S A PIE - LVP",
    "1331": "A EDI S A POR - CLY",
    "1332": "A EDI S A POR - LVP",
    "1333": "A EDI S A POR - YOR",
    "1334": "A EDI S A ROM - CLY",
    "1335": "A EDI S A ROM - LVP",
    "1336": "A EDI S A SPA - CLY",
    "1337": "A EDI S A SPA - LVP",
    "1338": "A EDI S A SPA - YOR",
    "1339": "A EDI S A STP - CLY",
    "1340": "A EDI S A STP - LVP",
    "1341": "A EDI S A STP - YOR",
    "1342": "A EDI S A SWE - CLY",
    "1343": "A EDI S A SWE - LVP",
    "1344": "A EDI S A SWE - YOR",
    "1345": "A EDI S A TUN - CLY",
    "1346": "A EDI S A TUN - LVP",
    "1347": "A EDI S A TUN - YOR",
    "1348": "A EDI S A TUS - CLY",
    "1349": "A EDI S A TUS - LVP",
    "1350": "A EDI S A WAL - CLY",
    "1351": "A EDI S A WAL - LVP",
    "1352": "A EDI S A WAL - YOR",
    "1353": "A EDI S A YOR",
    "1354": "A EDI S A YOR - CLY",
    "1355": "A EDI S A YOR - LVP",
    "1356": "A EDI S F CLY",
    "1357": "A EDI S F CLY - LVP",
    "1358": "A EDI S F IRI - LVP",
    "1359": "A EDI S F LON - YOR",
    "1360": "A EDI S F LVP",
    "1361": "A EDI S F LVP - CLY",
    "1362": "A EDI S F NAO - CLY",
    "1363": "A EDI S F NAO - LVP",
    "1364": "A EDI S F NTH - YOR",
    "1365": "A EDI S F NWG - CLY",
    "1366": "A EDI S F WAL - LVP",
    "1367": "A EDI S F YOR",
    "1368": "A FIN - BER VIA",
    "1369": "A FIN - DEN VIA",
    "1370": "A FIN - KIE VIA",
    "1371": "A FIN - LVN VIA",
    "1372": "A FIN - NWY",
    "1373": "A FIN - PRU VIA",
    "1374": "A FIN - STP",
    "1375": "A FIN - STP VIA",
    "1376": "A FIN - SWE",
    "1377": "A FIN - SWE VIA",
    "13321": "A FIN D",
    "1379": "A FIN H",
    "1380": "A FIN R NWY",
    "1381": "A FIN R STP",
    "1382": "A FIN R SWE",
    "1383": "A FIN S A BEL - NWY",
    "1384": "A FIN S A BEL - STP",
    "1385": "A FIN S A BEL - SWE",
    "1386": "A FIN S A BER - STP",
    "1387": "A FIN S A BER - SWE",
    "1388": "A FIN S A BRE - NWY",
    "1389": "A FIN S A BRE - STP",
    "1390": "A FIN S A BRE - SWE",
    "1391": "A FIN S A CLY - NWY",
    "1392": "A FIN S A CLY - STP",
    "1393": "A FIN S A CLY - SWE",
    "1394": "A FIN S A DEN - NWY",
    "1395": "A FIN S A DEN - STP",
    "1396": "A FIN S A DEN - SWE",
    "1397": "A FIN S A EDI - NWY",
    "1398": "A FIN S A EDI - STP",
    "1399": "A FIN S A EDI - SWE",
    "1400": "A FIN S A GAS - NWY",
    "1401": "A FIN S A GAS - STP",
    "1402": "A FIN S A GAS - SWE",
    "1403": "A FIN S A HOL - NWY",
    "1404": "A FIN S A HOL - STP",
    "1405": "A FIN S A HOL - SWE",
    "1406": "A FIN S A KIE - NWY",
    "1407": "A FIN S A KIE - STP",
    "1408": "A FIN S A KIE - SWE",
    "1409": "A FIN S A LON - NWY",
    "1410": "A FIN S A LON - STP",
    "1411": "A FIN S A LON - SWE",
    "1412": "A FIN S A LVN - STP",
    "1413": "A FIN S A LVN - SWE",
    "1414": "A FIN S A LVP - NWY",
    "1415": "A FIN S A LVP - STP",
    "1416": "A FIN S A LVP - SWE",
    "1417": "A FIN S A MOS - STP",
    "1418": "A FIN S A NAF - NWY",
    "1419": "A FIN S A NAF - STP",
    "1420": "A FIN S A NAF - SWE",
    "1421": "A FIN S A NWY",
    "1422": "A FIN S A NWY - STP",
    "1423": "A FIN S A NWY - SWE",
    "1424": "A FIN S A PIC - NWY",
    "1425": "A FIN S A PIC - STP",
    "1426": "A FIN S A PIC - SWE",
    "1427": "A FIN S A POR - NWY",
    "1428": "A FIN S A POR - STP",
    "1429": "A FIN S A POR - SWE",
    "1430": "A FIN S A PRU - STP",
    "1431": "A FIN S A PRU - SWE",
    "1432": "A FIN S A SPA - NWY",
    "1433": "A FIN S A SPA - STP",
    "1434": "A FIN S A SPA - SWE",
    "1435": "A FIN S A STP",
    "1436": "A FIN S A STP - NWY",
    "1437": "A FIN S A STP - SWE",
    "1438": "A FIN S A SWE",
    "1439": "A FIN S A SWE - NWY",
    "1440": "A FIN S A SWE - STP",
    "1441": "A FIN S A TUN - NWY",
    "1442": "A FIN S A WAL - NWY",
    "1443": "A FIN S A WAL - STP",
    "1444": "A FIN S A WAL - SWE",
    "1445": "A FIN S A YOR - NWY",
    "1446": "A FIN S A YOR - STP",
    "1447": "A FIN S A YOR - SWE",
    "1448": "A FIN S F BAL - SWE",
    "1449": "A FIN S F BAR - NWY",
    "1450": "A FIN S F BAR - STP",
    "1451": "A FIN S F BOT - STP",
    "1452": "A FIN S F BOT - SWE",
    "1453": "A FIN S F DEN - SWE",
    "1454": "A FIN S F LVN - STP",
    "1455": "A FIN S F NTH - NWY",
    "1456": "A FIN S F NWG - NWY",
    "1457": "A FIN S F NWY",
    "1458": "A FIN S F NWY - STP",
    "1459": "A FIN S F NWY - SWE",
    "1460": "A FIN S F SKA - NWY",
    "1461": "A FIN S F SKA - SWE",
    "1462": "A FIN S F STP/NC",
    "1463": "A FIN S F STP/NC - NWY",
    "1464": "A FIN S F STP/SC",
    "1465": "A FIN S F SWE",
    "1466": "A FIN S F SWE - NWY",
    "1467": "A GAL - BOH",
    "1468": "A GAL - BUD",
    "1469": "A GAL - RUM",
    "1470": "A GAL - SIL",
    "1471": "A GAL - UKR",
    "1472": "A GAL - VIE",
    "1473": "A GAL - WAR",
    "13322": "A GAL D",
    "1475": "A GAL H",
    "1476": "A GAL R BOH",
    "1477": "A GAL R BUD",
    "1478": "A GAL R RUM",
    "1479": "A GAL R SIL",
    "1480": "A GAL R UKR",
    "1481": "A GAL R VIE",
    "1482": "A GAL R WAR",
    "1483": "A GAL S A ANK - RUM",
    "1484": "A GAL S A ARM - RUM",
    "1485": "A GAL S A BER - SIL",
    "1486": "A GAL S A BOH",
    "1487": "A GAL S A BOH - SIL",
    "1488": "A GAL S A BOH - VIE",
    "1489": "A GAL S A BUD",
    "1490": "A GAL S A BUD - RUM",
    "1491": "A GAL S A BUD - VIE",
    "1492": "A GAL S A BUL - RUM",
    "1493": "A GAL S A CON - RUM",
    "1494": "A GAL S A LVN - WAR",
    "1495": "A GAL S A MOS - UKR",
    "1496": "A GAL S A MOS - WAR",
    "1497": "A GAL S A MUN - BOH",
    "1498": "A GAL S A MUN - SIL",
    "1499": "A GAL S A PRU - SIL",
    "1500": "A GAL S A PRU - WAR",
    "1501": "A GAL S A RUM",
    "1502": "A GAL S A RUM - BUD",
    "1503": "A GAL S A RUM - UKR",
    "1504": "A GAL S A SER - BUD",
    "1505": "A GAL S A SER - RUM",
    "1506": "A GAL S A SEV - RUM",
    "1507": "A GAL S A SEV - UKR",
    "1508": "A GAL S A SIL",
    "1509": "A GAL S A SIL - BOH",
    "1510": "A GAL S A SIL - WAR",
    "1511": "A GAL S A TRI - BUD",
    "1512": "A GAL S A TRI - VIE",
    "1513": "A GAL S A TYR - BOH",
    "1514": "A GAL S A TYR - VIE",
    "1515": "A GAL S A UKR",
    "1516": "A GAL S A UKR - RUM",
    "1517": "A GAL S A UKR - WAR",
    "1518": "A GAL S A VIE",
    "1519": "A GAL S A VIE - BOH",
    "1520": "A GAL S A VIE - BUD",
    "1521": "A GAL S A WAR",
    "1522": "A GAL S A WAR - SIL",
    "1523": "A GAL S A WAR - UKR",
    "1524": "A GAL S F BLA - RUM",
    "1525": "A GAL S F BUL/EC - RUM",
    "1526": "A GAL S F RUM",
    "1527": "A GAL S F SEV - RUM",
    "1528": "A GAS - ALB VIA",
    "1529": "A GAS - APU VIA",
    "1530": "A GAS - BEL VIA",
    "1531": "A GAS - BRE",
    "1532": "A GAS - BRE VIA",
    "1533": "A GAS - BUR",
    "1534": "A GAS - CLY VIA",
    "1535": "A GAS - DEN VIA",
    "1536": "A GAS - EDI VIA",
    "1537": "A GAS - GRE VIA",
    "1538": "A GAS - HOL VIA",
    "1539": "A GAS - KIE VIA",
    "1540": "A GAS - LON VIA",
    "1541": "A GAS - LVP VIA",
    "1542": "A GAS - MAR",
    "1543": "A GAS - MAR VIA",
    "1544": "A GAS - NAF VIA",
    "1545": "A GAS - NAP VIA",
    "1546": "A GAS - NWY VIA",
    "1547": "A GAS - PAR",
    "1548": "A GAS - PIC VIA",
    "1549": "A GAS - PIE VIA",
    "1550": "A GAS - POR VIA",
    "1551": "A GAS - ROM VIA",
    "1552": "A GAS - SPA",
    "1553": "A GAS - SPA VIA",
    "1554": "A GAS - STP VIA",
    "1555": "A GAS - SWE VIA",
    "1556": "A GAS - TUN VIA",
    "1557": "A GAS - TUS VIA",
    "1558": "A GAS - WAL VIA",
