{
    "0": "army in Albania moves to Apulia via fleet",
    "1": "army in Albania moves to Brest via fleet",
    "2": "army in Albania moves to Bulgaria via fleet",
    "3": "army in Albania moves to Constantinople via fleet",
    "4": "army in Albania moves to Gascony via fleet",
    "5": "army in Albania moves to Greece",
    "6": "army in Albania moves to Greece via fleet",
    "7": "army in Albania moves to Marseilles via fleet",
    "8": "army in Albania moves to North Africa via fleet",
    "9": "army in Albania moves to Naples via fleet",
    "10": "army in Albania moves to Piedmont via fleet",
    "11": "army in Albania moves to Portugal via fleet",
    "12": "army in Albania moves to Rome via fleet",
    "13": "army in Albania moves to Serbia",
    "14": "army in Albania moves to Smyrna via fleet",
    "15": "army in Albania moves to Spain via fleet",
    "16": "army in Albania moves to Syria via fleet",
    "17": "army in Albania moves to Trieste",
    "18": "army in Albania moves to Trieste via fleet",
    "19": "army in Albania moves to Tunisia via fleet",
    "20": "army in Albania moves to Tuscany via fleet",
    "21": "army in Albania moves to Venice via fleet",
    "13306": "disband army in Albania",
    "23": "army in Albania holds",
    "24": "army in Albania retreats to Greece",
    "25": "army in Albania retreats to Serbia",
    "26": "army in Albania retreats to Trieste",
    "27": "army in Albania supports army in Apulia move to Greece",
    "28": "army in Albania supports army in Apulia move to Trieste",
    "29": "army in Albania supports army in Brest move to Greece",
    "30": "army in Albania supports army in Budapest move to Serbia",
    "31": "army in Albania supports army in Budapest move to Trieste",
    "32": "army in Albania supports army in Bulgaria move to Greece",
    "33": "army in Albania supports army in Bulgaria move to Serbia",
    "34": "army in Albania supports army in Bulgaria move to Trieste",
    "35": "army in Albania supports army in Constantinople move to Greece",
    "36": "army in Albania supports army in Constantinople move to Trieste",
    "37": "army in Albania supports army in Gascony move to Greece",
    "38": "army in Albania supports army in Greece",
    "39": "army in Albania supports army in Greece move to Serbia",
    "40": "army in Albania supports army in Greece move to Trieste",
    "41": "army in Albania supports army in Marseilles move to Greece",
    "42": "army in Albania supports army in Marseilles move to Trieste",
    "43": "army in Albania supports army in North Africa move to Greece",
    "44": "army in Albania supports army in North Africa move to Trieste",
    "45": "army in Albania supports army in Naples move to Greece",
    "46": "army in Albania supports army in Naples move to Trieste",
    "47": "army in Albania supports army in Piedmont move to Greece",
    "48": "army in Albania supports army in Piedmont move to Trieste",
    "49": "army in Albania supports army in Portugal move to Greece",
    "50": "army in Albania supports army in Rome move to Greece",
    "51": "army in Albania supports army in Rome move to Trieste",
    "52": "army in Albania supports army in Rumania move to Serbia",
    "53": "army in Albania supports army in Serbia",
    "54": "army in Albania supports army in Serbia move to Greece",
    "55": "army in Albania supports army in Serbia move to Trieste",
    "56": "army in Albania supports army in Smyrna move to Greece",
    "57": "army in Albania supports army in Smyrna move to Trieste",
    "58": "army in Albania supports army in Spain move to Greece",
    "59": "army in Albania supports army in Spain move to Trieste",
    "60": "army in Albania supports army in Syria move to Greece",
    "61": "army in Albania supports army in Syria move to Trieste",
    "62": "army in Albania supports army in Trieste",
    "63": "army in Albania supports army in Trieste move to Greece",
    "64": "army in Albania supports army in Trieste move to Serbia",
    "65": "army in Albania supports army in Tunisia move to Greece",
    "66": "army in Albania supports army in Tunisia move to Trieste",
    "67": "army in Albania supports army in Tuscany move to Greece",
    "68": "army in Albania supports army in Tuscany move to Trieste",
    "69": "army in Albania supports army in Tyrol move to Trieste",
    "70": "army in Albania supports army in Venice move to Greece",
    "71": "army in Albania supports army in Venice move to Trieste",
    "72": "army in Albania supports army in Vienna move to Trieste",
    "73": "army in Albania supports fleet in Adriatic Sea move to Trieste",
    "74": "army in Albania supports fleet in Aegean Sea move to Greece",
    "75": "army in Albania supports fleet in Bulgaria's Southern Coast move to Greece",
    "76": "army in Albania supports fleet in Greece",
    "77": "army in Albania supports fleet in Ionian Sea move to Greece",
    "78": "army in Albania supports fleet in Trieste",
    "79": "army in Albania supports fleet in Venice move to Trieste",
    "80": "army in Ankara moves to Armenia",
    "81": "army in Ankara moves to Armenia via fleet",
    "82": "army in Ankara moves to Bulgaria via fleet",
    "83": "army in Ankara moves to Constantinople",
    "84": "army in Ankara moves to Constantinople via fleet",
    "85": "army in Ankara moves to Rumania via fleet",
    "86": "army in Ankara moves to Sevastopol via fleet",
    "87": "army in Ankara moves to Smyrna",
    "13136": "build army in Ankara",
    "13137": "build army in Ankara;build army in Constantinople",
    "13138": "build army in Ankara;build army in Constantinople;build army in Smyrna",
    "13139": "build army in Ankara;build army in Constantinople;build fleet in Smyrna",
    "13140": "build army in Ankara;build army in Smyrna",
    "13141": "build army in Ankara;build army in Smyrna;build fleet in Constantinople",
    "13142": "build army in Ankara;build fleet in Constantinople",
    "13143": "build army in Ankara;build fleet in Constantinople;build fleet in Smyrna",
    "13144": "build army in Ankara;build fleet in Smyrna",
    "13307": "disband army in Ankara",
    "98": "army in Ankara holds",
    "99": "army in Ankara retreats to Armenia",
    "100": "army in Ankara retreats to Constantinople",
    "101": "army in Ankara retreats to Smyrna",
    "102": "army in Ankara supports army in Albania move to Constantinople",
    "103": "army in Ankara supports army in Albania move to Smyrna",
    "104": "army in Ankara supports army in Apulia move to Constantinople",
    "105": "army in Ankara supports army in Apulia move to Smyrna",
    "106": "army in Ankara supports army in Armenia",
    "107": "army in Ankara supports army in Armenia move to Constantinople",
    "108": "army in Ankara supports army in Armenia move to Smyrna",
    "109": "army in Ankara supports army in Bulgaria move to Armenia",
    "110": "army in Ankara supports army in Bulgaria move to Constantinople",
    "111": "army in Ankara supports army in Bulgaria move to Smyrna",
    "112": "army in Ankara supports army in Constantinople",
    "113": "army in Ankara supports army in Constantinople move to Armenia",
    "114": "army in Ankara supports army in Constantinople move to Smyrna",
    "115": "army in Ankara supports army in Greece move to Constantinople",
    "116": "army in Ankara supports army in Greece move to Smyrna",
    "117": "army in Ankara supports army in Marseilles move to Constantinople",
    "118": "army in Ankara supports army in Marseilles move to Smyrna",
    "119": "army in Ankara supports army in North Africa move to Constantinople",
    "120": "army in Ankara supports army in North Africa move to Smyrna",
    "121": "army in Ankara supports army in Naples move to Constantinople",
    "122": "army in Ankara supports army in Naples move to Smyrna",
    "123": "army in Ankara supports army in Piedmont move to Constantinople",
    "124": "army in Ankara supports army in Piedmont move to Smyrna",
    "125": "army in Ankara supports army in Rome move to Constantinople",
    "126": "army in Ankara supports army in Rome move to Smyrna",
    "127": "army in Ankara supports army in Rumania move to Armenia",
    "128": "army in Ankara supports army in Rumania move to Constantinople",
    "129": "army in Ankara supports army in Sevastopol move to Armenia",
    "130": "army in Ankara supports army in Sevastopol move to Constantinople",
    "131": "army in Ankara supports army in Smyrna",
    "132": "army in Ankara supports army in Smyrna move to Armenia",
    "133": "army in Ankara supports army in Smyrna move to Constantinople",
    "134": "army in Ankara supports army in Spain move to Constantinople",
    "135": "army in Ankara supports army in Spain move to Smyrna",
    "136": "army in Ankara supports army in Syria move to Armenia",
    "137": "army in Ankara supports army in Syria move to Constantinople",
    "138": "army in Ankara supports army in Syria move to Smyrna",
    "139": "army in Ankara supports army in Trieste move to Constantinople",
    "140": "army in Ankara supports army in Trieste move to Smyrna",
    "141": "army in Ankara supports army in Tunisia move to Constantinople",
    "142": "army in Ankara supports army in Tunisia move to Smyrna",
    "143": "army in Ankara supports army in Tuscany move to Constantinople",
    "144": "army in Ankara supports army in Tuscany move to Smyrna",
    "145": "army in Ankara supports army in Venice move to Constantinople",
    "146": "army in Ankara supports army in Venice move to Smyrna",
    "147": "army in Ankara supports fleet in Aegean Sea move to Constantinople",
    "148": "army in Ankara supports fleet in Aegean Sea move to Smyrna",
    "149": "army in Ankara supports fleet in Armenia",
    "150": "army in Ankara supports fleet in Black Sea move to Armenia",
    "151": "army in Ankara supports fleet in Black Sea move to Constantinople",
    "152": "army in Ankara supports fleet in Bulgaria's Eastern Coast move to Constantinople",
    "153": "army in Ankara supports fleet in Bulgaria's Southern Coast move to Constantinople",
    "154": "army in Ankara supports fleet in Constantinople",
    "155": "army in Ankara supports fleet in Constantinople move to Smyrna",
    "156": "army in Ankara supports fleet in Eastern Mediterranean move to Smyrna",
    "157": "army in Ankara supports fleet in Sevastopol move to Armenia",
    "158": "army in Ankara supports fleet in Smyrna",
    "159": "army in Ankara supports fleet in Smyrna move to Constantinople",
    "160": "army in Ankara supports fleet in Syria move to Smyrna",
    "161": "army in Apulia moves to Albania via fleet",
    "162": "army in Apulia moves to Brest via fleet",
    "163": "army in Apulia moves to Bulgaria via fleet",
    "164": "army in Apulia moves to Constantinople via fleet",
    "165": "army in Apulia moves to Gascony via fleet",
    "166": "army in Apulia moves to Greece via fleet",
    "167": "army in Apulia moves to Marseilles via fleet",
    "168": "army in Apulia moves to North Africa via fleet",
    "169": "army in Apulia moves to Naples",
    "170": "army in Apulia moves to Naples via fleet",
    "171": "army in Apulia moves to Piedmont via fleet",
    "172": "army in Apulia moves to Portugal via fleet",
    "173": "army in Apulia moves to Rome",
    "174": "army in Apulia moves to Rome via fleet",
    "175": "army in Apulia moves to Smyrna via fleet",
    "176": "army in Apulia moves to Spain via fleet",
    "177": "army in Apulia moves to Syria via fleet",
    "178": "army in Apulia moves to Trieste via fleet",
    "179": "army in Apulia moves to Tunisia via fleet",
    "180": "army in Apulia moves to Tuscany via fleet",
    "181": "army in Apulia moves to Venice",
    "182": "army in Apulia moves to Venice via fleet",
    "13308": "disband army in Apulia",
    "184": "army in Apulia holds",
    "185": "army in Apulia retreats to Naples",
    "186": "army in Apulia retreats to Rome",
    "187": "army in Apulia retreats to Venice",
    "188": "army in Apulia supports army in Albania move to Naples",
    "189": "army in Apulia supports army in Albania move to Rome",
    "190": "army in Apulia supports army in Albania move to Venice",
    "191": "army in Apulia supports army in Belgium move to Naples",
    "192": "army in Apulia supports army in Belgium move to Rome",
    "193": "army in Apulia supports army in Brest move to Naples",
    "194": "army in Apulia supports army in Brest move to Rome",
    "195": "army in Apulia supports army in Bulgaria move to Naples",
    "196": "army in Apulia supports army in Bulgaria move to Rome",
    "197": "army in Apulia supports army in Bulgaria move to Venice",
    "198": "army in Apulia supports army in Clyde move to Naples",
    "199": "army in Apulia supports army in Clyde move to Rome",
    "200": "army in Apulia supports army in Constantinople move to Naples",
    "201": "army in Apulia supports army in Constantinople move to Rome",
    "202": "army in Apulia supports army in Constantinople move to Venice",
    "203": "army in Apulia supports army in Gascony move to Naples",
    "204": "army in Apulia supports army in Gascony move to Rome",
    "205": "army in Apulia supports army in Greece move to Naples",
    "206": "army in Apulia supports army in Greece move to Rome",
    "207": "army in Apulia supports army in Greece move to Venice",
    "208": "army in Apulia supports army in London move to Naples",
    "209": "army in Apulia supports army in London move to Rome",
    "210": "army in Apulia supports army in Liverpool move to Naples",
    "211": "army in Apulia supports army in Liverpool move to Rome",
    "212": "army in Apulia supports army in Marseilles move to Naples",
    "213": "army in Apulia supports army in Marseilles move to Rome",
    "214": "army in Apulia supports army in Marseilles move to Venice",
    "215": "army in Apulia supports army in North Africa move to Naples",
    "216": "army in Apulia supports army in North Africa move to Rome",
    "217": "army in Apulia supports army in North Africa move to Venice",
    "218": "army in Apulia supports army in Naples",
    "219": "army in Apulia supports army in Naples move to Rome",
    "220": "army in Apulia supports army in Naples move to Venice",
    "221": "army in Apulia supports army in Picardy move to Naples",
    "222": "army in Apulia supports army in Picardy move to Rome",
    "223": "army in Apulia supports army in Piedmont move to Naples",
    "224": "army in Apulia supports army in Piedmont move to Rome",
    "225": "army in Apulia supports army in Piedmont move to Venice",
    "226": "army in Apulia supports army in Portugal move to Naples",
    "227": "army in Apulia supports army in Portugal move to Rome",
    "228": "army in Apulia supports army in Rome",
    "229": "army in Apulia supports army in Rome move to Naples",
    "230": "army in Apulia supports army in Rome move to Venice",
    "231": "army in Apulia supports army in Smyrna move to Naples",
    "232": "army in Apulia supports army in Smyrna move to Rome",
    "233": "army in Apulia supports army in Smyrna move to Venice",
    "234": "army in Apulia supports army in Spain move to Naples",
    "235": "army in Apulia supports army in Spain move to Rome",
    "236": "army in Apulia supports army in Spain move to Venice",
    "237": "army in Apulia supports army in Syria move to Naples",
    "238": "army in Apulia supports army in Syria move to Rome",
    "239": "army in Apulia supports army in Syria move to Venice",
    "240": "army in Apulia supports army in Trieste move to Naples",
    "241": "army in Apulia supports army in Trieste move to Rome",
    "242": "army in Apulia supports army in Trieste move to Venice",
    "243": "army in Apulia supports army in Tunisia move to Naples",
    "244": "army in Apulia supports army in Tunisia move to Rome",
    "245": "army in Apulia supports army in Tunisia move to Venice",
    "246": "army in Apulia supports army in Tuscany move to Naples",
    "247": "army in Apulia supports army in Tuscany move to Rome",
    "248": "army in Apulia supports army in Tuscany move to Venice",
    "249": "army in Apulia supports army in Tyrol move to Venice",
    "250": "army in Apulia supports army in Venice",
    "251": "army in Apulia supports army in Venice move to Naples",
    "252": "army in Apulia supports army in Venice move to Rome",
    "253": "army in Apulia supports army in Wales move to Naples",
    "254": "army in Apulia supports army in Wales move to Rome",
    "255": "army in Apulia supports fleet in Adriatic Sea move to Venice",
    "256": "army in Apulia supports fleet in Ionian Sea move to Naples",
    "257": "army in Apulia supports fleet in Naples",
    "258": "army in Apulia supports fleet in Naples move to Rome",
    "259": "army in Apulia supports fleet in Rome",
    "260": "army in Apulia supports fleet in Rome move to Naples",
    "261": "army in Apulia supports fleet in Trieste move to Venice",
    "262": "army in Apulia supports fleet in Tuscany move to Rome",
    "263": "army in Apulia supports fleet in Tyrrhenian Sea move to Naples",
    "264": "army in Apulia supports fleet in Tyrrhenian Sea move to Rome",
    "265": "army in Apulia supports fleet in Venice",
    "266": "army in Armenia moves to Ankara",
    "267": "army in Armenia moves to Ankara via fleet",
    "268": "army in Armenia moves to Bulgaria via fleet",
    "269": "army in Armenia moves to Constantinople via fleet",
    "270": "army in Armenia moves to Rumania via fleet",
    "271": "army in Armenia moves to Sevastopol",
    "272": "army in Armenia moves to Sevastopol via fleet",
    "273": "army in Armenia moves to Smyrna",
    "274": "army in Armenia moves to Syria",
    "13309": "disband army in Armenia",
    "276": "army in Armenia holds",
    "277": "army in Armenia retreats to Ankara",
    "278": "army in Armenia retreats to Sevastopol",
    "279": "army in Armenia retreats to Smyrna",
    "280": "army in Armenia retreats to Syria",
    "281": "army in Armenia supports army in Albania move to Smyrna",
    "282": "army in Armenia supports army in Albania move to Syria",
    "283": "army in Armenia supports army in Ankara",
    "284": "army in Armenia supports army in Ankara move to Sevastopol",
    "285": "army in Armenia supports army in Ankara move to Smyrna",
    "286": "army in Armenia supports army in Apulia move to Smyrna",
    "287": "army in Armenia supports army in Apulia move to Syria",
    "288": "army in Armenia supports army in Bulgaria move to Ankara",
    "289": "army in Armenia supports army in Bulgaria move to Sevastopol",
    "290": "army in Armenia supports army in Bulgaria move to Smyrna",
    "291": "army in Armenia supports army in Bulgaria move to Syria",
    "292": "army in Armenia supports army in Constantinople move to Ankara",
    "293": "army in Armenia supports army in Constantinople move to Sevastopol",
    "294": "army in Armenia supports army in Constantinople move to Smyrna",
    "295": "army in Armenia supports army in Constantinople move to Syria",
    "296": "army in Armenia supports army in Greece move to Smyrna",
    "297": "army in Armenia supports army in Greece move to Syria",
    "298": "army in Armenia supports army in Marseilles move to Smyrna",
    "299": "army in Armenia supports army in Marseilles move to Syria",
    "300": "army in Armenia supports army in Moscow move to Sevastopol",
    "301": "army in Armenia supports army in North Africa move to Smyrna",
    "302": "army in Armenia supports army in North Africa move to Syria",
    "303": "army in Armenia supports army in Naples move to Smyrna",
    "304": "army in Armenia supports army in Naples move to Syria",
    "305": "army in Armenia supports army in Piedmont move to Smyrna",
    "306": "army in Armenia supports army in Piedmont move to Syria",
    "307": "army in Armenia supports army in Rome move to Smyrna",
    "308": "army in Armenia supports army in Rome move to Syria",
    "309": "army in Armenia supports army in Rumania move to Ankara",
    "310": "army in Armenia supports army in Rumania move to Sevastopol",
    "311": "army in Armenia supports army in Sevastopol",
    "312": "army in Armenia supports army in Sevastopol move to Ankara",
    "313": "army in Armenia supports army in Smyrna",
    "314": "army in Armenia supports army in Smyrna move to Ankara",
    "315": "army in Armenia supports army in Smyrna move to Syria",
    "316": "army in Armenia supports army in Spain move to Smyrna",
    "317": "army in Armenia supports army in Spain move to Syria",
    "318": "army in Armenia supports army in Syria",
    "319": "army in Armenia supports army in Syria move to Smyrna",
    "320": "army in Armenia supports army in Trieste move to Smyrna",
    "321": "army in Armenia supports army in Trieste move to Syria",
    "322": "army in Armenia supports army in Tunisia move to Smyrna",
    "323": "army in Armenia supports army in Tunisia move to Syria",
    "324": "army in Armenia supports army in Tuscany move to Smyrna",
    "325": "army in Armenia supports army in Tuscany move to Syria",
    "326": "army in Armenia supports army in Ukraine move to Sevastopol",
    "327": "army in Armenia supports army in Venice move to Smyrna",
    "328": "army in Armenia supports army in Venice move to Syria",
    "329": "army in Armenia supports fleet in Aegean Sea move to Smyrna",
    "330": "army in Armenia supports fleet in Ankara",
    "331": "army in Armenia supports fleet in Black Sea move to Ankara",
    "332": "army in Armenia supports fleet in Black Sea move to Sevastopol",
    "333": "army in Armenia supports fleet in Constantinople move to Ankara",
    "334": "army in Armenia supports fleet in Constantinople move to Smyrna",
    "335": "army in Armenia supports fleet in Eastern Mediterranean move to Smyrna",
    "336": "army in Armenia supports fleet in Eastern Mediterranean move to Syria",
    "337": "army in Armenia supports fleet in Rumania move to Sevastopol",
    "338": "army in Armenia supports fleet in Sevastopol",
    "339": "army in Armenia supports fleet in Smyrna",
    "340": "army in Armenia supports fleet in Smyrna move to Syria",
    "341": "army in Armenia supports fleet in Syria",
    "342": "army in Armenia supports fleet in Syria move to Smyrna",
    "343": "army in Belgium moves to Brest via fleet",
    "344": "army in Belgium moves to Burgundy",
    "345": "army in Belgium moves to Clyde via fleet",
    "346": "army in Belgium moves to Denmark via fleet",
    "347": "army in Belgium moves to Edinburgh via fleet",
    "348": "army in Belgium moves to Gascony via fleet",
    "349": "army in Belgium moves to Holland",
    "350": "army in Belgium moves to Holland via fleet",
    "351": "army in Belgium moves to Kiel via fleet",
    "352": "army in Belgium moves to London via fleet",
    "353": "army in Belgium moves to Liverpool via fleet",
    "354": "army in Belgium moves to Marseilles via fleet",
    "355": "army in Belgium moves to North Africa via fleet",
    "356": "army in Belgium moves to Naples via fleet",
    "357": "army in Belgium moves to Norway via fleet",
    "358": "army in Belgium moves to Picardy",
    "359": "army in Belgium moves to Picardy via fleet",
    "360": "army in Belgium moves to Piedmont via fleet",
    "361": "army in Belgium moves to Portugal via fleet",
    "362": "army in Belgium moves to Rome via fleet",
    "363": "army in Belgium moves to Ruhr",
    "364": "army in Belgium moves to Spain via fleet",
    "365": "army in Belgium moves to St. Petersburg via fleet",
    "366": "army in Belgium moves to Sweden via fleet",
    "367": "army in Belgium moves to Tunisia via fleet",
    "368": "army in Belgium moves to Tuscany via fleet",
    "369": "army in Belgium moves to Wales via fleet",
    "370": "army in Belgium moves to York via fleet",
    "13310": "disband army in Belgium",
    "372": "army in Belgium holds",
    "373": "army in Belgium retreats to Burgundy",
    "374": "army in Belgium retreats to Holland",
    "375": "army in Belgium retreats to Picardy",
    "376": "army in Belgium retreats to Ruhr",
    "377": "army in Belgium supports army in Brest move to Holland",
    "378": "army in Belgium supports army in Brest move to Picardy",
    "379": "army in Belgium supports army in Burgundy",
    "380": "army in Belgium supports army in Burgundy move to Picardy",
    "381": "army in Belgium supports army in Burgundy move to Ruhr",
    "382": "army in Belgium supports army in Clyde move to Holland",
    "383": "army in Belgium supports army in Clyde move to Picardy",
    "384": "army in Belgium supports army in Denmark move to Holland",
    "385": "army in Belgium supports army in Denmark move to Picardy",
    "386": "army in Belgium supports army in Edinburgh move to Holland",
    "387": "army in Belgium supports army in Edinburgh move to Picardy",
    "388": "army in Belgium supports army in Gascony move to Burgundy",
    "389": "army in Belgium supports army in Gascony move to Holland",
    "390": "army in Belgium supports army in Gascony move to Picardy",
    "391": "army in Belgium supports army in Holland",
    "392": "army in Belgium supports army in Holland move to Picardy",
    "393": "army in Belgium supports army in Holland move to Ruhr",
    "394": "army in Belgium supports army in Kiel move to Holland",
    "395": "army in Belgium supports army in Kiel move to Picardy",
    "396": "army in Belgium supports army in Kiel move to Ruhr",
    "397": "army in Belgium supports army in London move to Holland",
    "398": "army in Belgium supports army in London move to Picardy",
    "399": "army in Belgium supports army in Liverpool move to Holland",
    "400": "army in Belgium supports army in Liverpool move to Picardy",
    "401": "army in Belgium supports army in Marseilles move to Burgundy",
    "402": "army in Belgium supports army in Marseilles move to Picardy",
    "403": "army in Belgium supports army in Munich move to Burgundy",
    "404": "army in Belgium supports army in Munich move to Ruhr",
    "405": "army in Belgium supports army in North Africa move to Holland",
    "406": "army in Belgium supports army in North Africa move to Picardy",
    "407": "army in Belgium supports army in Naples move to Picardy",
    "408": "army in Belgium supports army in Norway move to Holland",
    "409": "army in Belgium supports army in Norway move to Picardy",
    "410": "army in Belgium supports army in Paris move to Burgundy",
    "411": "army in Belgium supports army in Paris move to Picardy",
    "412": "army in Belgium supports army in Picardy",
    "413": "army in Belgium supports army in Picardy move to Burgundy",
    "414": "army in Belgium supports army in Picardy move to Holland",
    "415": "army in Belgium supports army in Piedmont move to Picardy",
    "416": "army in Belgium supports army in Portugal move to Holland",
    "417": "army in Belgium supports army in Portugal move to Picardy",
    "418": "army in Belgium supports army in Rome move to Picardy",
    "419": "army in Belgium supports army in Ruhr",
    "420": "army in Belgium supports army in Ruhr move to Burgundy",
    "421": "army in Belgium supports army in Ruhr move to Holland",
    "422": "army in Belgium supports army in Spain move to Holland",
    "423": "army in Belgium supports army in Spain move to Picardy",
    "424": "army in Belgium supports army in St. Petersburg move to Holland",
    "425": "army in Belgium supports army in St. Petersburg move to Picardy",
    "426": "army in Belgium supports army in Sweden move to Holland",
    "427": "army in Belgium supports army in Sweden move to Picardy",
    "428": "army in Belgium supports army in Tunisia move to Holland",
    "429": "army in Belgium supports army in Tunisia move to Picardy",
    "430": "army in Belgium supports army in Tuscany move to Picardy",
    "431": "army in Belgium supports army in Wales move to Holland",
    "432": "army in Belgium supports army in Wales move to Picardy",
    "433": "army in Belgium supports army in York move to Holland",
    "434": "army in Belgium supports army in York move to Picardy",
    "435": "army in Belgium supports fleet in Brest move to Picardy",
    "436": "army in Belgium supports fleet in English Channel move to Picardy",
    "437": "army in Belgium supports fleet in Heligoland Bight move to Holland",
    "438": "army in Belgium supports fleet in Holland",
    "439": "army in Belgium supports fleet in Kiel move to Holland",
    "440": "army in Belgium supports fleet in North Sea move to Holland",
    "441": "army in Belgium supports fleet in Picardy",
    "442": "army in Berlin moves to Denmark via fleet",
    "443": "army in Berlin moves to Finland via fleet",
    "444": "army in Berlin moves to Kiel",
    "445": "army in Berlin moves to Kiel via fleet",
    "446": "army in Berlin moves to Livonia via fleet",
    "447": "army in Berlin moves to Munich",
    "448": "army in Berlin moves to Prussia",
    "449": "army in Berlin moves to Prussia via fleet",
    "450": "army in Berlin moves to Silesia",
    "451": "army in Berlin moves to St. Petersburg via fleet",
    "452": "army in Berlin moves to Sweden via fleet",
    "13145": "build army in Berlin",
    "13146": "build army in Berlin;build army in Kiel",
    "13147": "build army in Berlin;build army in Kiel;build army in Munich",
    "13148": "build army in Berlin;build army in Munich",
    "13149": "build army in Berlin;build army in Munich;build fleet in Kiel",
    "13150": "build army in Berlin;build fleet in Kiel",
    "13311": "disband army in Berlin",
    "460": "army in Berlin holds",
    "461": "army in Berlin retreats to Kiel",
    "462": "army in Berlin retreats to Munich",
    "463": "army in Berlin retreats to Prussia",
    "464": "army in Berlin retreats to Silesia",
    "465": "army in Berlin supports army in Belgium move to Kiel",
    "466": "army in Berlin supports army in Bohemia move to Munich",
    "467": "army in Berlin supports army in Bohemia move to Silesia",
    "468": "army in Berlin supports army in Brest move to Kiel",
    "469": "army in Berlin supports army in Burgundy move to Munich",
    "470": "army in Berlin supports army in Clyde move to Kiel",
    "471": "army in Berlin supports army in Denmark move to Kiel",
    "472": "army in Berlin supports army in Denmark move to Prussia",
    "473": "army in Berlin supports army in Edinburgh move to Kiel",
    "474": "army in Berlin supports army in Finland move to Kiel",
    "475": "army in Berlin supports army in Finland move to Prussia",
    "476": "army in Berlin supports army in Galicia move to Silesia",
    "477": "army in Berlin supports army in Gascony move to Kiel",
    "478": "army in Berlin supports army in Holland move to Kiel",
    "479": "army in Berlin supports army in Kiel",
    "480": "army in Berlin supports army in Kiel move to Munich",
    "481": "army in Berlin supports army in Kiel move to Prussia",
    "482": "army in Berlin supports army in London move to Kiel",
    "483": "army in Berlin supports army in Livonia move to Kiel",
    "484": "army in Berlin supports army in Livonia move to Prussia",
    "485": "army in Berlin supports army in Liverpool move to Kiel",
    "486": "army in Berlin supports army in Munich",
    "487": "army in Berlin supports army in Munich move to Kiel",
    "488": "army in Berlin supports army in Munich move to Silesia",
    "489": "army in Berlin supports army in North Africa move to Kiel",
    "490": "army in Berlin supports army in Norway move to Kiel",
    "491": "army in Berlin supports army in Picardy move to Kiel",
    "492": "army in Berlin supports army in Portugal move to Kiel",
    "493": "army in Berlin supports army in Prussia",
    "494": "army in Berlin supports army in Prussia move to Kiel",
    "495": "army in Berlin supports army in Prussia move to Silesia",
    "496": "army in Berlin supports army in Ruhr move to Kiel",
    "497": "army in Berlin supports army in Ruhr move to Munich",
    "498": "army in Berlin supports army in Silesia",
    "499": "army in Berlin supports army in Silesia move to Munich",
    "500": "army in Berlin supports army in Silesia move to Prussia",
    "501": "army in Berlin supports army in Spain move to Kiel",
    "502": "army in Berlin supports army in St. Petersburg move to Kiel",
    "503": "army in Berlin supports army in St. Petersburg move to Prussia",
    "504": "army in Berlin supports army in Sweden move to Kiel",
    "505": "army in Berlin supports army in Sweden move to Prussia",
    "506": "army in Berlin supports army in Tyrol move to Munich",
    "507": "army in Berlin supports army in Wales move to Kiel",
    "508": "army in Berlin supports army in Warsaw move to Prussia",
    "509": "army in Berlin supports army in Warsaw move to Silesia",
    "510": "army in Berlin supports army in York move to Kiel",
    "511": "army in Berlin supports fleet in Baltic Sea move to Kiel",
    "512": "army in Berlin supports fleet in Baltic Sea move to Prussia",
    "513": "army in Berlin supports fleet in Denmark move to Kiel",
    "514": "army in Berlin supports fleet in Heligoland Bight move to Kiel",
    "515": "army in Berlin supports fleet in Holland move to Kiel",
    "516": "army in Berlin supports fleet in Kiel",
    "517": "army in Berlin supports fleet in Livonia move to Prussia",
    "518": "army in Berlin supports fleet in Prussia",
    "519": "army in Bohemia moves to Galicia",
    "520": "army in Bohemia moves to Munich",
    "521": "army in Bohemia moves to Silesia",
    "522": "army in Bohemia moves to Tyrol",
    "523": "army in Bohemia moves to Vienna",
    "13312": "disband army in Bohemia",
    "525": "army in Bohemia holds",
    "526": "army in Bohemia retreats to Galicia",
    "527": "army in Bohemia retreats to Munich",
    "528": "army in Bohemia retreats to Silesia",
    "529": "army in Bohemia retreats to Tyrol",
    "530": "army in Bohemia retreats to Vienna",
    "531": "army in Bohemia supports army in Berlin move to Munich",
    "532": "army in Bohemia supports army in Berlin move to Silesia",
    "533": "army in Bohemia supports army in Budapest move to Galicia",
    "534": "army in Bohemia supports army in Budapest move to Vienna",
    "535": "army in Bohemia supports army in Burgundy move to Munich",
    "536": "army in Bohemia supports army in Galicia",
    "537": "army in Bohemia supports army in Galicia move to Silesia",
    "538": "army in Bohemia supports army in Galicia move to Vienna",
    "539": "army in Bohemia supports army in Kiel move to Munich",
    "540": "army in Bohemia supports army in Munich",
    "541": "army in Bohemia supports army in Munich move to Silesia",
    "542": "army in Bohemia supports army in Munich move to Tyrol",
    "543": "army in Bohemia supports army in Piedmont move to Tyrol",
    "544": "army in Bohemia supports army in Prussia move to Silesia",
    "545": "army in Bohemia supports army in Ruhr move to Munich",
    "546": "army in Bohemia supports army in Rumania move to Galicia",
    "547": "army in Bohemia supports army in Silesia",
    "548": "army in Bohemia supports army in Silesia move to Galicia",
    "549": "army in Bohemia supports army in Silesia move to Munich",
    "550": "army in Bohemia supports army in Trieste move to Tyrol",
    "551": "army in Bohemia supports army in Trieste move to Vienna",
    "552": "army in Bohemia supports army in Tyrol",
    "553": "army in Bohemia supports army in Tyrol move to Munich",
    "554": "army in Bohemia supports army in Tyrol move to Vienna",
    "555": "army in Bohemia supports army in Ukraine move to Galicia",
    "556": "army in Bohemia supports army in Venice move to Tyrol",
    "557": "army in Bohemia supports army in Vienna",
    "558": "army in Bohemia supports army in Vienna move to Galicia",
    "559": "army in Bohemia supports army in Vienna move to Tyrol",
    "560": "army in Bohemia supports army in Warsaw move to Galicia",
    "561": "army in Bohemia supports army in Warsaw move to Silesia",
    "562": "army in Brest moves to Albania via fleet",
    "563": "army in Brest moves to Apulia via fleet",
    "564": "army in Brest moves to Belgium via fleet",
    "565": "army in Brest moves to Clyde via fleet",
    "566": "army in Brest moves to Denmark via fleet",
    "567": "army in Brest moves to Edinburgh via fleet",
    "568": "army in Brest moves to Gascony",
    "569": "army in Brest moves to Gascony via fleet",
    "570": "army in Brest moves to Greece via fleet",
    "571": "army in Brest moves to Holland via fleet",
    "572": "army in Brest moves to Kiel via fleet",
    "573": "army in Brest moves to London via fleet",
    "574": "army in Brest moves to Liverpool via fleet",
    "575": "army in Brest moves to Marseilles via fleet",
    "576": "army in Brest moves to North Africa via fleet",
    "577": "army in Brest moves to Naples via fleet",
    "578": "army in Brest moves to Norway via fleet",
    "579": "army in Brest moves to Paris",
    "580": "army in Brest moves to Picardy",
    "581": "army in Brest moves to Picardy via fleet",
    "582": "army in Brest moves to Piedmont via fleet",
    "583": "army in Brest moves to Portugal via fleet",
    "584": "army in Brest moves to Rome via fleet",
    "585": "army in Brest moves to Spain via fleet",
    "586": "army in Brest moves to St. Petersburg via fleet",
    "587": "army in Brest moves to Sweden via fleet",
    "588": "army in Brest moves to Tunisia via fleet",
    "589": "army in Brest moves to Tuscany via fleet",
    "590": "army in Brest moves to Wales via fleet",
    "591": "army in Brest moves to York via fleet",
    "13151": "build army in Brest",
    "13152": "build army in Brest;build army in Marseilles",
    "13153": "build army in Brest;build army in Marseilles;build army in Paris",
    "13154": "build army in Brest;build army in Paris",
    "13155": "build army in Brest;build army in Paris;build fleet in Marseilles",
    "13156": "build army in Brest;build fleet in Marseilles",
    "13313": "disband army in Brest",
    "599": "army in Brest holds",
    "600": "army in Brest retreats to Gascony",
    "601": "army in Brest retreats to Paris",
    "602": "army in Brest retreats to Picardy",
    "603": "army in Brest supports army in Albania move to Gascony",
    "604": "army in Brest supports army in Apulia move to Gascony",
    "605": "army in Brest supports army in Belgium move to Gascony",
    "606": "army in Brest supports army in Belgium move to Picardy",
    "607": "army in Brest supports army in Burgundy move to Gascony",
    "608": "army in Brest supports army in Burgundy move to Paris",
    "609": "army in Brest supports army in Burgundy move to Picardy",
    "610": "army in Brest supports army in Clyde move to Gascony",
    "611": "army in Brest supports army in Clyde move to Picardy",
    "612": "army in Brest supports army in Denmark move to Gascony",
    "613": "army in Brest supports army in Denmark move to Picardy",
    "614": "army in Brest supports army in Edinburgh move to Gascony",
    "615": "army in Brest supports army in Edinburgh move to Picardy",
    "616": "army in Brest supports army in Gascony",
    "617": "army in Brest supports army in Gascony move to Paris",
    "618": "army in Brest supports army in Gascony move to Picardy",
    "619": "army in Brest supports army in Greece move to Gascony",
    "620": "army in Brest supports army in Holland move to Gascony",
    "621": "army in Brest supports army in Holland move to Picardy",
    "622": "army in Brest supports army in Kiel move to Gascony",
    "623": "army in Brest supports army in Kiel move to Picardy",
    "624": "army in Brest supports army in London move to Gascony",
    "625": "army in Brest supports army in London move to Picardy",
    "626": "army in Brest supports army in Liverpool move to Gascony",
    "627": "army in Brest supports army in Liverpool move to Picardy",
    "628": "army in Brest supports army in Marseilles move to Gascony",
    "629": "army in Brest supports army in Marseilles move to Picardy",
    "630": "army in Brest supports army in North Africa move to Gascony",
    "631": "army in Brest supports army in North Africa move to Picardy",
    "632": "army in Brest supports army in Naples move to Gascony",
    "633": "army in Brest supports army in Naples move to Picardy",
    "634": "army in Brest supports army in Norway move to Gascony",
    "635": "army in Brest supports army in Norway move to Picardy",
    "636": "army in Brest supports army in Paris",
    "637": "army in Brest supports army in Paris move to Gascony",
    "638": "army in Brest supports army in Paris move to Picardy",
    "639": "army in Brest supports army in Picardy",
    "640": "army in Brest supports army in Picardy move to Gascony",
    "641": "army in Brest supports army in Picardy move to Paris",
    "642": "army in Brest supports army in Piedmont move to Gascony",
    "643": "army in Brest supports army in Piedmont move to Picardy",
    "644": "army in Brest supports army in Portugal move to Gascony",
    "645": "army in Brest supports army in Portugal move to Picardy",
    "646": "army in Brest supports army in Rome move to Gascony",
    "647": "army in Brest supports army in Rome move to Picardy",
    "648": "army in Brest supports army in Spain move to Gascony",
    "649": "army in Brest supports army in Spain move to Picardy",
    "650": "army in Brest supports army in St. Petersburg move to Gascony",
    "651": "army in Brest supports army in St. Petersburg move to Picardy",
    "652": "army in Brest supports army in Sweden move to Gascony",
    "653": "army in Brest supports army in Sweden move to Picardy",
    "654": "army in Brest supports army in Tunisia move to Gascony",
    "655": "army in Brest supports army in Tunisia move to Picardy",
    "656": "army in Brest supports army in Tuscany move to Gascony",
    "657": "army in Brest supports army in Tuscany move to Picardy",
    "658": "army in Brest supports army in Wales move to Gascony",
    "659": "army in Brest supports army in Wales move to Picardy",
    "660": "army in Brest supports army in York move to Gascony",
    "661": "army in Brest supports army in York move to Picardy",
    "662": "army in Brest supports fleet in Belgium move to Picardy",
    "663": "army in Brest supports fleet in English Channel move to Picardy",
    "664": "army in Brest supports fleet in Gascony",
    "665": "army in Brest supports fleet in Mid Atlantic Ocean move to Gascony",
    "666": "army in Brest supports fleet in Picardy",
    "667": "army in Brest supports fleet in Spain's North Coast move to Gascony",
    "668": "army in Budapest moves to Galicia",
    "669": "army in Budapest moves to Rumania",
    "670": "army in Budapest moves to Serbia",
    "671": "army in Budapest moves to Trieste",
    "672": "army in Budapest moves to Vienna",
    "13157": "build army in Budapest",
    "13158": "build army in Budapest;build army in Trieste",
    "13159": "build army in Budapest;build army in Trieste;build army in Vienna",
    "13160": "build army in Budapest;build army in Vienna",
    "13161": "build army in Budapest;build army in Vienna;build fleet in Trieste",
    "13162": "build army in Budapest;build fleet in Trieste",
    "13314": "disband army in Budapest",
    "680": "army in Budapest holds",
    "681": "army in Budapest retreats to Galicia",
    "682": "army in Budapest retreats to Rumania",
    "683": "army in Budapest retreats to Serbia",
    "684": "army in Budapest retreats to Trieste",
    "685": "army in Budapest retreats to Vienna",
    "686": "army in Budapest supports army in Albania move to Serbia",
    "687": "army in Budapest supports army in Albania move to Trieste",
    "688": "army in Budapest supports army in Ankara move to Rumania",
    "689": "army in Budapest supports army in Apulia move to Trieste",
    "690": "army in Budapest supports army in Armenia move to Rumania",
    "691": "army in Budapest supports army in Bohemia move to Galicia",
    "692": "army in Budapest supports army in Bohemia move to Vienna",
    "693": "army in Budapest supports army in Bulgaria move to Rumania",
    "694": "army in Budapest supports army in Bulgaria move to Serbia",
    "695": "army in Budapest supports army in Bulgaria move to Trieste",
    "696": "army in Budapest supports army in Constantinople move to Rumania",
    "697": "army in Budapest supports army in Constantinople move to Trieste",
    "698": "army in Budapest supports army in Galicia",
    "699": "army in Budapest supports army in Galicia move to Rumania",
    "700": "army in Budapest supports army in Galicia move to Vienna",
    "701": "army in Budapest supports army in Greece move to Serbia",
    "702": "army in Budapest supports army in Greece move to Trieste",
    "703": "army in Budapest supports army in Marseilles move to Trieste",
    "704": "army in Budapest supports army in North Africa move to Trieste",
    "705": "army in Budapest supports army in Naples move to Trieste",
    "706": "army in Budapest supports army in Piedmont move to Trieste",
    "707": "army in Budapest supports army in Rome move to Trieste",
    "708": "army in Budapest supports army in Rumania",
    "709": "army in Budapest supports army in Rumania move to Galicia",
    "710": "army in Budapest supports army in Rumania move to Serbia",
    "711": "army in Budapest supports army in Serbia",
    "712": "army in Budapest supports army in Serbia move to Rumania",
    "713": "army in Budapest supports army in Serbia move to Trieste",
    "714": "army in Budapest supports army in Sevastopol move to Rumania",
    "715": "army in Budapest supports army in Silesia move to Galicia",
    "716": "army in Budapest supports army in Smyrna move to Trieste",
    "717": "army in Budapest supports army in Spain move to Trieste",
    "718": "army in Budapest supports army in Syria move to Trieste",
    "719": "army in Budapest supports army in Trieste",
    "720": "army in Budapest supports army in Trieste move to Serbia",
    "721": "army in Budapest supports army in Trieste move to Vienna",
    "722": "army in Budapest supports army in Tunisia move to Trieste",
    "723": "army in Budapest supports army in Tuscany move to Trieste",
    "724": "army in Budapest supports army in Tyrol move to Trieste",
    "725": "army in Budapest supports army in Tyrol move to Vienna",
    "726": "army in Budapest supports army in Ukraine move to Galicia",
    "727": "army in Budapest supports army in Ukraine move to Rumania",
    "728": "army in Budapest supports army in Venice move to Trieste",
    "729": "army in Budapest supports army in Vienna",
    "730": "army in Budapest supports army in Vienna move to Galicia",
    "731": "army in Budapest supports army in Vienna move to Trieste",
    "732": "army in Budapest supports army in Warsaw move to Galicia",
    "733": "army in Budapest supports fleet in Adriatic Sea move to Trieste",
    "734": "army in Budapest supports fleet in Albania move to Trieste",
    "735": "army in Budapest supports fleet in Black Sea move to Rumania",
    "736": "army in Budapest supports fleet in Bulgaria's Eastern Coast move to Rumania",
    "737": "army in Budapest supports fleet in Rumania",
    "738": "army in Budapest supports fleet in Sevastopol move to Rumania",
    "739": "army in Budapest supports fleet in Trieste",
    "740": "army in Budapest supports fleet in Venice move to Trieste",
    "741": "army in Bulgaria moves to Albania via fleet",
    "742": "army in Bulgaria moves to Ankara via fleet",
    "743": "army in Bulgaria moves to Apulia via fleet",
    "744": "army in Bulgaria moves to Armenia via fleet",
    "745": "army in Bulgaria moves to Constantinople",
    "746": "army in Bulgaria moves to Constantinople via fleet",
    "747": "army in Bulgaria moves to Greece",
    "748": "army in Bulgaria moves to Greece via fleet",
    "749": "army in Bulgaria moves to Marseilles via fleet",
    "750": "army in Bulgaria moves to North Africa via fleet",
    "751": "army in Bulgaria moves to Naples via fleet",
    "752": "army in Bulgaria moves to Piedmont via fleet",
    "753": "army in Bulgaria moves to Rome via fleet",
    "754": "army in Bulgaria moves to Rumania",
    "755": "army in Bulgaria moves to Rumania via fleet",
    "756": "army in Bulgaria moves to Serbia",
    "757": "army in Bulgaria moves to Sevastopol via fleet",
    "758": "army in Bulgaria moves to Smyrna via fleet",
    "759": "army in Bulgaria moves to Spain via fleet",
    "760": "army in Bulgaria moves to Syria via fleet",
    "761": "army in Bulgaria moves to Trieste via fleet",
    "762": "army in Bulgaria moves to Tunisia via fleet",
    "763": "army in Bulgaria moves to Tuscany via fleet",
    "764": "army in Bulgaria moves to Venice via fleet",
    "13315": "disband army in Bulgaria",
    "766": "army in Bulgaria holds",
    "767": "army in Bulgaria retreats to Constantinople",
    "768": "army in Bulgaria retreats to Greece",
    "769": "army in Bulgaria retreats to Rumania",
    "770": "army in Bulgaria retreats to Serbia",
    "771": "army in Bulgaria supports army in Albania move to Constantinople",
    "772": "army in Bulgaria supports army in Albania move to Greece",
    "773": "army in Bulgaria supports army in Albania move to Serbia",
    "774": "army in Bulgaria supports army in Ankara move to Constantinople",
    "775": "army in Bulgaria supports army in Ankara move to Rumania",
    "776": "army in Bulgaria supports army in Apulia move to Constantinople",
    "777": "army in Bulgaria supports army in Apulia move to Greece",
    "778": "army in Bulgaria supports army in Armenia move to Constantinople",
    "779": "army in Bulgaria supports army in Armenia move to Rumania",
